[
  {
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Identifica los usos de los números (como código, cardinal, medida, ordinal) y las operaciones (suma y resta) en contextos de juego, familiares, económicos, entre otros.",
    "evidencias_de_aprendizaje": [
      "Construye e interpreta representaciones pictóricas y diagramas para representar relaciones entre cantidades que se presentan en situaciones o fenómenos.",
      "Explica cómo y por qué es posible hacer una operación (suma o resta) en relación con los usos de los números y el contexto en el cual se presentan.",
      "Reconoce en sus actuaciones cotidianas posibilidades de uso de los números y las operaciones.",
      "Interpreta y resuelve problemas de juntar, quitar y completar, que involucren la cantidad de elementos de una colección o la medida de magnitudes como longitud, peso, capacidad y duración.",
      "Utiliza las operaciones (suma y resta) para representar el cambio en una cantidad."
    ],
    "ejemplo": "A partir de diversos materiales (recortes de periódico, revistas, facturas, noticias, etiquetas de productos alimenticios, la cuenta de servicios públicos, fotografías, placas de vehículos, números de documentos de identidad, entre otros) reconoce los números que aparecen allí.\nIdentifica con cuáles de esos números:\n* Se puede conocer la cantidad de objetos de una colección.\n* Pueden ordenar eventos u objetos.\n* Pueden hacer operaciones.\nPropone preguntas que para ser resueltas requieren calcular una suma o una resta."
  },
  {
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Utiliza diferentes estrategias para contar, realizar operaciones (suma y resta) y resolver problemas aditivos.",
    "evidencias_de_aprendizaje": [
      "Realiza conteos (de uno en uno, de dos en dos, etc.) iniciando en cualquier número.",
      "Determina la cantidad de elementos de una colección agrupándolos de 1 en 1, de 2 en 2, de 5 en 5.",
      "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
      "Establece y argumenta conjeturas de los posibles resultados en una secuencia numérica.",
      "Utiliza las características del sistema decimal de numeración para crear estrategias de cálculo y estimación de sumas y restas"
    ],
    "ejemplo": "Emplea una calculadora simple (o alguna aplicación que la simule) y explora el efecto que tiene el signo = (igual) a medida que se presiona varias veces después de digitar una suma o una resta."
  },
  {
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Utiliza las características posicionales del Sistema de Numeración Decimal (SND) para establecer relaciones entre cantidades y comparar números.",
    "evidencias_de_aprendizaje": [
      "Realiza composiciones y descomposiciones de números de dos dígitos en términos de la cantidad de \"dieces\" y de “unos” que los conforman.",
      "Encuentra parejas de números que al adicionarse dan como resultado otro número dado.",
      "Halla los números correspondientes a tener “diez más” o “diez menos” que una cantidad determinada.",
      "Emplea estrategias de cálculo como “el paso por el diez\" para realizar adiciones o sustracciones."
    ],
    "ejemplo": "Se dispone de máximo 9 billetes de $10 y 30 billetes de $1. Para formar la cantidad $47, encuentra al menos 5 maneras distintas de formar la cantidad solicitada. Identifica la forma en la que se usan menos billetes y encuentra una regla para saberlo rápidamente."
  },
  {
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Reconoce y compara atributos que pueden ser medidos en objetos y eventos (longitud, duración, rapidez, masa, peso, capacidad, cantidad de elementos de una colección, entre otros).",
    "evidencias_de_aprendizaje": [
      "Identifica atributos que se pueden medir en los objetos.",
      "Diferencia atributos medibles (longitud, masa, capacidad, duración, cantidad de elementos de una colección), en términos de los instrumentos y las unidades utilizadas para medirlos.",
      "Compara y ordena objetos de acuerdo con atributos como altura, peso, intensidades de color, entre otros y recorridos según la distancia de cada trayecto.",
      "Compara y ordena colecciones según la cantidad de elementos."
    ],
    "ejemplo": "A partir de una colección de objetos cotidianos de diferentes tamaños y pesos¹, que sean comparables respecto a algún atributo, como una piña, un carro de juguete, una uva, un lápiz, una hoja de papel, una manzana, entre otros, los ordena respecto a su tamaño y su peso y discute sobre las condiciones de ubicación entre ellos.\nEstablece diversos ordenamientos de acuerdo con alguna magnitud, por ejemplo, se toman cajas de diferentes tamaños y se llenan con materiales como plastilina, arroz y algodón de modo que en la caja más pequeña quede el mayor peso y argumenta las razones para dicho ordenamiento."
  },
    {
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Realiza medición de longitudes, capacidades, peso, masa, entre otros, para ello utiliza instrumentos y unidades no estandarizadas y estandarizadas.",
    "evidencias_de_aprendizaje": [
      "Mide longitudes con diferentes instrumentos y expresa el resultado en unidades estandarizadas o no estandarizadas comunes.",
      "Compara objetos a partir de su longitud, masa, capacidad y duración de eventos.",
      "Toma decisiones a partir de las mediciones realizadas y de acuerdo con los requerimientos del problema."
    ],
    "ejemplo": "Se dispone de tiras o cuerdas de diferentes tamaños, como las que se presentan en la imagen."
  },
{
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Compara objetos del entorno y establece semejanzas y diferencias empleando características geométricas de las formas bidimensionales y tridimensionales (Curvo o recto, abierto o cerrado, plano o sólido, número de lados, número de caras, entre otros).",
    "evidencias_de_aprendizaje": [
      "Crea, compone y descompone formas bidimensionales y tridimensionales, para ello utiliza plastilina, papel, palitos, cajas, etc.",
      "Describe de forma verbal las cualidades y propiedades de un objeto relativas a su forma.",
      "Agrupa objetos de su entorno de acuerdo con las semejanzas y las diferencias en la forma y en el tamaño y explica el criterio que utiliza. Por ejemplo, si el objeto es redondo, si tiene puntas, entre otras características.",
      "Identifica objetos a partir de las descripciones verbales que hacen de sus características geométricas."
    ],
    "ejemplo": "A partir de la construcción de títeres con material reciclable y de la configuración de objetos como los que se muestran en las figuras siguientes, relaciona las formas y cuerpos geométricos y encuentra características similares y diferentes entre la forma de las figuras y los sólidos que los componen."
  },
{
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Describe y representa trayectorias y posiciones de objetos y personas para orientar a otros o a sí mismo en el espacio circundante.",
    "evidencias_de_aprendizaje": [
      "Utiliza representaciones como planos para ubicarse en el espacio.",
      "Toma decisiones a partir de la ubicación espacial.",
      "Dibuja recorridos, para ello considera los ángulos y la lateralidad.",
      "Compara distancias a partir de la observación del plano al estimar con pasos, baldosas, etc."
    ],
    "ejemplo": "En un plano que representa el salón de clases hay una marca (estrella roja) que indica el lugar donde se ocultó un objeto. Escribe instrucciones que se darían a alguien que está en la puerta del salón para que encuentre el objeto.\nDetermina si se pueden dar otras instrucciones para llegar al mismo sitio."
  },
{
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Describe cualitativamente situaciones para identificar el cambio y la variación usando gestos, dibujos, diagramas, medios gráficos y simbólicos.",
    "evidencias_de_aprendizaje": [
      "Identifica y nombra diferencias entre objetos o grupos de objetos.",
      "Comunica las características identificadas y justifica las diferencias que encuentra.",
      "Establece relaciones de dependencia entre magnitudes."
    ],
    "ejemplo": "Se tiene un dispensador para pasar agua de un recipiente a un vaso. Al servir agua en el vaso el volumen de los dos recipientes cambia, describe cuáles de las otras magnitudes cambian y explica la relación entre ambas. Elabora dibujos en diferentes momentos, cuando se llena 1,2,3 vasos etc."
  },
{
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Reconoce el signo igual como una equivalencia entre expresiones con sumas y restas.",
    "evidencias_de_aprendizaje": [
      "Propone números que satisfacen una igualdad con sumas y restas.",
      "Describe las características de los números que deben ubicarse en una ecuación de tal manera que satisfaga la igualdad.",
      "Argumenta sobre el uso de la propiedad transitiva en un conjunto de igualdades."
    ],
    "ejemplo": "Llena los espacios vacíos para que el resultado de la cadena azul y la cadena verde sean iguales. Indaga otras posibles soluciones."
  },
{
    "area": "Matemáticas",
    "nivel": "1°",
    "enunciado": "Clasifica y organiza datos, los representa utilizando tablas de conteo y pictogramas sin escalas, y comunica los resultados obtenidos para responder preguntas sencillas.",
    "evidencias_de_aprendizaje": [
      "Identifica en fichas u objetos reales los valores de la variable en estudio.",
      "Organiza los datos en tablas de conteo y/o en pictogramas sin escala.",
      "Lee la información presentada en tablas de conteo y/o pictogramas sin escala (1 a 1).",
      "Comunica los resultados respondiendo preguntas tales como: ¿cuántos hay en total?, ¿cuántos hay de cada dato?, ¿cuál es el dato que más se repite?, ¿cuál es el dato que menos aparece?"
    ],
    "ejemplo": "Como bienvenida al año escolar se les va a brindar a los alumnos de 1A un helado. Se les pide que informen sobre cuáles son los sabores de su preferencia. Los niños con la ayuda de la profesora hacen una consulta y presentan el siguiente gráfico con los resultados obtenidos:"
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Interpreta, propone y resuelve problemas aditivos (de composición, transformación y relación) que involucren la cantidad en una colección, la medida de magnitudes (longitud, peso, capacidad y duración de eventos) y problemas multiplicativos sencillos.",
    "evidencias_de_aprendizaje": [
      "Interpreta y construye diagramas para representar relaciones aditivas y multiplicativas entre cantidades que se presentan en situaciones o fenómenos.",
      "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
      "Reconoce en diferentes situaciones relaciones aditivas y multiplicativas y formula problemas a partir de ellas."
    ],
    "ejemplo": "En una sala de videojuegos se requiere tener dinero para pagar el valor de cada hora. Con base en esta situación:\n* Propone una pregunta que se pueda responder con una multiplicación.\n* Propone una pregunta que se pueda responder con una división.\n* Si hay promoción en la sala y se hace un descuento por cada dos horas de uso del servicio, ¿se podría aplicar reiteradamente la multiplicación para conocer el valor a pagar?"
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Utiliza diferentes estrategias para calcular (agrupar, representar elementos en colecciones, etc.) o estimar el resultado de una suma y resta, multiplicación o reparto equitativo.",
    "evidencias_de_aprendizaje": [
      "Construye representaciones pictóricas y establece relaciones entre las cantidades involucradas en diferentes fenómenos o situaciones.",
      "Usa algoritmos no convencionales para calcular o estimar el resultado de sumas, restas, multiplicaciones y divisiones entre números naturales, los describe y los justifica."
    ],
    "ejemplo": "Cuatro estudiantes deciden jugar parqués con una sola ficha y con las siguientes reglas:\na) En el primer turno se lanzará un solo dado y cada punto de este permitirá mover la ficha tres casillas.\nb) En el segundo turno se utilizarán dos dados y cada punto permitirá mover la ficha una casilla. Inicia el lanzamiento quien lidera el juego, luego quien vaya de segundo, de tercero, hasta lanzar quien esté en el último puesto.\nc) En los siguientes turnos se repite la primera regla y luego la segunda regla hasta terminar el juego. Se lanza en el orden que se definió en la segunda regla.\nSi al registrar (en su orden) cada lanzamiento en una tabla los resultados son:"
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Utiliza el Sistema de Numeración Decimal para comparar, ordenar y establecer diferentes relaciones entre dos o más secuencias de números con ayuda de diferentes recursos.",
    "evidencias_de_aprendizaje": [
      "Compara y ordena números de menor a mayor y viceversa a través de recursos como la calculadora, aplicación, material gráfico que represente billetes, diagramas de colecciones, etc.",
      "Propone ejemplos y comunica de forma oral y escrita las condiciones que puede establecer para conservar una relación (mayor que, menor que) cuando se aplican algunas operaciones a ellos."
    ],
    "ejemplo": "En la imagen se presenta la tarea que Sara hizo en el tablero. Sin embargo, por accidente un compañero borró parte de lo que Sara había hecho."
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Compara y explica características que se pueden medir, en el proceso de resolución de problemas relativos a longitud, superficie, velocidad, peso o duración de los eventos, entre otros.",
    "evidencias_de_aprendizaje": [
      "Utiliza instrumentos y unidades de medición apropiados para medir magnitudes diferentes.",
      "Describe los procedimientos necesarios para medir longitudes, superficies, capacidades, pesos de los objetos y la duración de los eventos.",
      "Mide magnitudes con unidades arbitrarias y estandarizadas.",
      "Estima la medida de diferentes magnitudes en situaciones prácticas."
    ],
    "ejemplo": "Analiza diferentes situaciones en las que se comparan objetos según magnitudes y describe estrategias para: calcular la distancia recorrida por un auto que se mueve a cierta velocidad constante durante un intervalo de tiempo; calcula o estima la cantidad de tela que se gastaría en un vestido, la longitud de una cinta para cubrir el borde de una mesa; busca longitudes cercanas a un metro o pesos cercanos a un kilogramo e identifica otros objetos que podrían tener esa longitud o ese peso."
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Utiliza patrones, unidades e instrumentos convencionales y no convencionales en procesos de medición, cálculo y estimación de magnitudes como longitud, peso, capacidad y tiempo.",
    "evidencias_de_aprendizaje": [
      "Describe objetos y eventos de acuerdo con atributos medibles: superficie, tiempo, longitud, peso, ángulos.",
      "Realiza mediciones con instrumentos y unidades no convencionales, como pasos, cuadrados o rectángulos, cuartas, metros, entre otros.",
      "Compara eventos según su duración, para ello utiliza relojes convencionales."
    ],
    "ejemplo": "Pipe y Lupe salen al mismo tiempo de sus lugares respectivos (cuadrado azul y cuadrado verde), pasan por la zanahoria que tienen más cerca y llegan hasta donde está el conejo. En este recorrido Pipe tarda 30 minutos y Lupe tarda 35 minutos."
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Clasifica, describe y representa objetos del entorno a partir de sus propiedades geométricas para establecer relaciones entre las formas bidimensionales y tridimensionales.",
    "evidencias_de_aprendizaje": [
      "Reconoce las figuras geométricas según el número de lados.",
      "Diferencia los cuerpos geométricos.",
      "Compara figuras y cuerpos geométricos y establece relaciones y diferencias entre ambos."
    ],
    "ejemplo": "La habitación de Andrés se muestra en la siguiente imagen:"
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Describe desplazamientos y referencia la posición de un objeto mediante nociones de horizontalidad, verticalidad, paralelismo y perpendicularidad en la solución de problemas.",
    "evidencias_de_aprendizaje": [
      "Describe desplazamientos a partir de las posiciones de las líneas.",
      "Representa líneas y reconoce las diferentes posiciones y la relación entre ellas.",
      "En dibujos, objetos o espacios reales, identifica posiciones de objetos, de aristas o líneas que son paralelas, verticales o perpendiculares.",
      "Argumenta las diferencias entre las posiciones de las líneas."
    ],
    "ejemplo": "Identifica desplazamientos en lugares determinados que estén en correspondencia con unas normas establecidas. Da indicaciones para llegar a determinado sitio. Para ello utiliza palabras como: vertical, horizontal, paralelo, perpendicular."
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Propone e identifica patrones y utiliza propiedades de los números y de las operaciones para calcular valores desconocidos en expresiones aritméticas.",
    "evidencias_de_aprendizaje": [
      "Establece relaciones de reversibilidad entre la suma y la resta.",
      "Utiliza diferentes procedimientos para calcular un valor desconocido."
    ],
    "ejemplo": "Ubica un número de entrada y efectúa las operaciones indicadas en la cadena numérica."
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Opera sobre secuencias numéricas para encontrar números u operaciones faltantes y utiliza las propiedades de las operaciones en contextos escolares o extraescolares.",
    "evidencias_de_aprendizaje": [
      "Utiliza las propiedades de las operaciones para encontrar números desconocidos en igualdades numéricas.",
      "Utiliza las propiedades de las operaciones para encontrar operaciones faltantes en un proceso de cálculo numérico.",
      "Reconoce que un número puede escribirse de varias maneras equivalentes.",
      "Utiliza ensayo y error para encontrar valores u operaciones desconocidas."
    ],
    "ejemplo": "Encuentra todas las parejas de números cuya suma es 12 y todos los resultados que se obtienen al multiplicar los números de cada pareja."
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Clasifica y organiza datos, los representa utilizando tablas de conteo, pictogramas con escalas y gráficos de puntos, comunica los resultados obtenidos para responder preguntas sencillas.",
    "evidencias_de_aprendizaje": [
      "Identifica la equivalencia de fichas u objetos con el valor de la variable.",
      "Organiza los datos en tablas de conteo y en pictogramas con escala (uno a muchos).",
      "Lee la información presentada en tablas de conteo, pictogramas con escala y gráficos de puntos.",
      "Comunica los resultados respondiendo preguntas tales como: ¿cuántos hay en total?, ¿cuántos hay de cada dato?, ¿cuál es el dato que más se repite?, ¿cuál es el dato que menos se repite?"
    ],
    "ejemplo": "En el colegio se realizan las elecciones a personero. La información de los resultados de las votaciones se presenta en el siguiente gráfico:"
  },
  {
    "area": "Matemáticas",
    "nivel": "2°",
    "enunciado": "Explica, a partir de la experiencia, la posibilidad de ocurrencia o no de un evento cotidiano y el resultado lo utiliza para predecir la ocurrencia de otros eventos.",
    "evidencias_de_aprendizaje": [
      "Diferencia situaciones cotidianas cuyo resultado puede ser incierto de aquellas cuyo resultado es conocido o seguro.",
      "Identifica resultados posibles o imposibles, según corresponda, en una situación cotidiana",
      "Predice la ocurrencia o no de eventos cotidianos basado en sus observaciones."
    ],
    "ejemplo": "En el grado 2º deciden jugar al lanzamiento de aviones de papel. Acuerdan que todos lanzan los aviones desde una raya que dibujan cerca del tablero del salón y gana el estudiante que lance el avión más lejos. David afirma que él será siempre el ganador porque ya sabe lanzar aviones de papel. Determina si la afirmación del niño es verdadera o falsa y justifica su respuesta."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Interpreta, formula y resuelve problemas aditivos de composición, transformación y comparación en diferentes contextos; y multiplicativos, directos e inversos, en diferentes contextos.",
    "evidencias_de_aprendizaje": [
      "Construye diagramas para representar las relaciones observadas entre las cantidades presentes en una situación.",
      "Resuelve problemas aditivos (suma o resta) y multiplicativos (multiplicación o división) de composición de medida y de conteo.",
      "Propone estrategias para calcular el número de combinaciones posibles de un conjunto de atributos.",
      "Analiza los resultados ofrecidos por el cálculo matemático e identifica las condiciones bajo las cuales ese resultado es o no plausible."
    ],
    "ejemplo": "En los partidos de baloncesto, una cesta puede tener un valor de tres puntos, de dos puntos o de un punto. Propone el número de cestas que hizo cada equipo."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Propone, desarrolla y justifica estrategias para hacer estimaciones y cálculos con operaciones básicas en la solución de problemas.",
    "evidencias_de_aprendizaje": [
      "Utiliza las propiedades de las operaciones y del Sistema de Numeración Decimal para justificar acciones como: descomposición de números, completar hasta la decena más cercana, duplicar, cambiar la posición, multiplicar abreviadamente por múltiplos de 10, entre otros.",
      "Reconoce el uso de las operaciones para calcular la medida (compuesta) de diferentes objetos de su entorno.",
      "Argumenta cuáles atributos de los objetos pueden ser medidos mediante la comparación directa con una unidad y cuáles pueden ser calculados con algunas operaciones entre números."
    ],
    "ejemplo": "El siguiente gráfico presenta la cantidad de dinero de un juego de mesa que tiene Juan para repartir por partes iguales entre sus tres hijos."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Establece comparaciones entre cantidades y expresiones que involucran operaciones y relaciones aditivas y multiplicativas y sus representaciones numéricas.",
    "evidencias_de_aprendizaje": [
      "Realiza mediciones de un mismo objeto con otros de diferente tamaño y establece equivalencias entre ellas.",
      "Utiliza las razones y fracciones como una manera de establecer comparaciones entre dos cantidades.",
      "Propone ejemplos de cantidades que se relacionan entre sí según correspondan a una fracción dada.",
      "Utiliza fracciones para expresar la relación de “el todo\" con algunas de sus \"partes\", asimismo diferencia este tipo de relación de otras como las relaciones de equivalencia (igualdad) y de orden (mayor que y menor que)."
    ],
    "ejemplo": "Algunos sistemas económicos usan monedas para representar fracciones de la unidad. En Estados Unidos se utiliza como unidad un dólar, y algunas monedas representan fracciones de esta unidad. La siguiente imagen presenta dos ejemplos de las monedas en este sistema, una corresponde a medio dólar y la otra a un cuarto de dólar."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Describe y argumenta posibles relaciones entre los valores del área y el perímetro de figuras planas (especialmente cuadriláteros).",
    "evidencias_de_aprendizaje": [
      "Toma decisiones sobre la magnitud a medir (área o longitud) según la necesidad de una situación.",
      "Realiza recubrimientos de superficies con diferentes figuras planas.",
      "Mide y calcula el área y el perímetro de un rectángulo y expresa el resultado en unidades apropiadas según el caso.",
      "Explica cómo figuras de igual perímetro pueden tener diferente área."
    ],
    "ejemplo": "Determina el número de rectángulos que se pueden formar utilizando 12 palillos y en cada caso encuentra el número de cuadrados, cuyo lado es un palillo; que caben en cada rectángulo."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Realiza estimaciones y mediciones de volumen, capacidad, longitud, área, peso de objetos o la duración de eventos como parte del proceso para resolver diferentes problemas.",
    "evidencias_de_aprendizaje": [
      "Compara objetos según su longitud, área, capacidad, volumen, etc.",
      "Hace estimaciones de longitud, área, volumen, peso y tiempo según su necesidad en la situación.",
      "Hace estimaciones de volumen, área y longitud en presencia de los objetos y los instrumentos de medida y en ausencia de ellos.",
      "Empaca objetos en cajas y recipientes variados y calcula la cantidad que podría caber; para ello tiene en cuenta la forma y volumen de los objetos a empacar y la capacidad del recipiente en el que se empaca."
    ],
    "ejemplo": "Se tienen que empacar frascos de 8 cm de diámetro y 15 cm de alto. El empacador dispone de cajas de base rectangular de diferentes tamaños y tiene que decidir la caja de tamaño más adecuado. Explica diversos procedimientos que el empacador puede seguir para tomar la decisión más adecuada. Identifica las medidas de tres posibles cajas, si por peso se sugiere que en cada una vayan 50 frascos."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Describe y representa formas bidimensionales y tridimensionales de acuerdo con las propiedades geométricas.",
    "evidencias_de_aprendizaje": [
      "Relaciona objetos de su entorno con formas bidimensionales y tridimensionales, nombra y describe sus elementos.",
      "Clasifica y representa formas bidimensionales y tridimensionales tomando en cuenta sus características geométricas comunes y describe el criterio utilizado.",
      "Interpreta, compara y justifica propiedades de formas bidimensionales y tridimensionales."
    ],
    "ejemplo": "La profesora de tercero tiene sobre su mesa los cuerpos geométricos que se ven en la imagen:"
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Formula y resuelve problemas que se relacionan con la posición, la dirección y el movimiento de objetos en el entorno.",
    "evidencias_de_aprendizaje": [
      "Localiza objetos o personas a partir de la descripción o representación de una trayectoria y construye representaciones pictóricas para describir sus relaciones.",
      "Identifica y describe patrones de movimiento de figuras bidimensionales que se asocian con transformaciones como: reflexiones, traslaciones y rotaciones de figuras.",
      "Identifica las propiedades de los objetos que se conservan y las que varían cuando se realizan este tipo de transformaciones.",
      "Plantea y resuelve situaciones en las que se requiere analizar las transformaciones de diferentes figuras en el plano."
    ],
    "ejemplo": "En un concurso de fotografías Tomás y Alejandro presentan un mosaico con mariposas. Escribe algunas condiciones para que se incluyan una tercera y una cuarta columna de fotografías que conserven la forma como se disponen las imágenes de las dos primeras columnas."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Describe y representa los aspectos que cambian y permanecen constantes en secuencias y en otras situaciones de variación.",
    "evidencias_de_aprendizaje": [
      "Describe de manera cualitativa situaciones de cambio y variación utilizando lenguaje natural, gestos, dibujos y gráficas.",
      "Construye secuencias numéricas y geométricas utilizando propiedades de los números y de las figuras geométricas.",
      "Encuentra y representa generalidades y valida sus hallazgos de acuerdo al contexto."
    ],
    "ejemplo": "El gráfico muestra arreglos triangulares de puntos. En la primera posición se tiene 1 punto, en la segunda 3 puntos, en la tercera 6 puntos, en la cuarta 10 puntos. Registra (en su orden) el número de puntos en cada posición:"
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Argumenta sobre situaciones numéricas, geométricas y enunciados verbales en los que aparecen datos desconocidos para definir sus posibles valores según el contexto.",
    "evidencias_de_aprendizaje": [
      "Propone soluciones con base en los datos a pesar de no conocer el número.",
      "Toma decisiones sobre cantidades aunque no conozca exactamente los valores.",
      "Trabaja sobre números desconocidos y con esos números para dar respuestas a los problemas."
    ],
    "ejemplo": "José y Patricia tienen cada uno, una caja de dulces. No se sabe cuántos dulces hay en cada caja, pero sí que cada caja tiene la misma cantidad. José tiene un dulce extra encima de su caja. Patricia tiene tres dulces encima de su caja. Dibuja o escribe con letras o con otros símbolos, cuántos dulces tienen entre José y Patricia. ¿Quién tiene más dulces? ¿Cuántos dulces se necesita dar a uno de ellos para que tenga la misma cantidad que el otro? Explica la respuesta y los procedimientos."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Lee e interpreta información contenida en tablas de frecuencia, gráficos de barras y/o pictogramas con escala, para formular y resolver preguntas de situaciones de su entorno.",
    "evidencias_de_aprendizaje": [
      "Identifica las características de la población y halla su tamaño a partir de diferentes representaciones estadísticas.",
      "Construye tablas y gráficos que representan los datos a partir de la información dada.",
      "Analiza e interpreta información que ofrecen las tablas y los gráficos de acuerdo con el contexto.",
      "Identifica la moda a partir de datos que se presentan en gráficos y tablas.",
      "Compara la información representada en diferentes tablas y gráficos para formular y responder preguntas."
    ],
    "ejemplo": "A partir de la lectura de la siguiente situación, identifica la información contenida en cada representación y propone títulos coherentes con una posible pregunta de estudio. El director de la escuela hizo una encuesta y solicita a los alumnos su colaboración para que le propongan títulos adecuados para la tabla y el gráfico y que además escriban un informe corto con el análisis de los resultados."
  },
  {
    "area": "Matemáticas",
    "nivel": "3°",
    "enunciado": "Plantea y resuelve preguntas sobre la posibilidad de ocurrencia de situaciones aleatorias cotidianas y cuantifica la posibilidad de ocurrencia de eventos simples en una escala cualitativa (mayor, menor e igual).",
    "evidencias_de_aprendizaje": [
      "Formula y resuelve preguntas que involucran expresiones que jerarquizan la posibilidad de ocurrencia de un evento, por ejemplo: imposible, menos posible, igualmente posible, más posible, seguro.",
      "Representa los posibles resultados de una situación aleatoria simple por enumeración o usando diagramas.",
      "Asigna la posibilidad de ocurrencia de un evento de acuerdo con la escala definida.",
      "Predice la posibilidad de ocurrencia de un evento al utilizar los resultados de una situación aleatoria."
    ],
    "ejemplo": "Para una salida pedagógica que se realizará el día 28 de ese mes, se quiere saber si es necesario llevar impermeable. Se realiza un registro de si llueve o no durante varios días y con base en esa información se toma la decisión. Esta es la tabla que se elaboró:"
  },
   {
    "area": "Matemáticas",
    "nivel": "4°",
    "enunciado": "Elige instrumentos y unidades estandarizadas y no estandarizadas para estimar y medir longitud, área, volumen, capacidad, peso y masa, duración, rapidez, temperatura, y a partir de ellos hace los cálculos necesarios para resolver problemas.",
    "evidencias_de_aprendizaje": [
      "Expresa una misma medida en diferentes unidades, establece equivalencias entre ellas y toma decisiones de la unidad más conveniente según las necesidades de la situación.",
      "Propone diferentes procedimientos para realizar cálculos (suma y resta de medidas, multiplicación y división de una medida y un número) que aparecen al resolver problemas en diferentes contextos.",
      "Emplea las relaciones de proporcionalidad directa e inversa para resolver diversas situaciones.",
      "Propone y explica procedimientos para lograr mayor precisión en la medición de cantidades de líquidos, masa, etc."
    ],
    "ejemplo": "La receta de la torta de vainilla para 20 personas es... El azúcar, la harina y la mantequilla se venden por libras. Identifica qué cantidad de azúcar y qué cantidad de mantequilla (en libras) se requiere para hacer la torta. Propone formas más precisas para medir las cantidades de leche, de esencia de vainilla y de otros ingredientes; y establece las cantidades. Determina los grados Fahrenheit a los que se debe programar el horno para hornear la torta y las cantidades de cada ingrediente que se requieren para elaborar la receta con las mismas características de sabor para 30 personas."
  },
  {
    "area": "Matemáticas",
    "nivel": "4°",
    "enunciado": "Identifica, describe y representa figuras bidimensionales y tridimensionales, y establece relaciones entre ellas.",
    "evidencias_de_aprendizaje": [
      "Arma, desarma y crea formas bidimensionales y tridimensionales.",
      "Reconoce entre un conjunto de desarrollos planos, los que corresponden a determinados sólidos atendiendo a las relaciones entre la posición de las diferentes caras y aristas."
    ],
    "ejemplo": "Construye esculturas geométricas con cubos y prismas triangulares (medios cubos) y representa de manera bidimensional la representación tridimensional."
  },
  {
    "area": "Matemáticas",
    "nivel": "4°",
    "enunciado": "Identifica los movimientos realizados a una figura en el plano respecto a una posición o eje (rotación, traslación y simetría) y las modificaciones que pueden sufrir las formas (ampliación- reducción).",
    "evidencias_de_aprendizaje": [
      "Aplica movimientos a figuras en el plano.",
      "Diferencia los efectos de la ampliación y la reducción.",
      "Elabora argumentos referente a las modificaciones que sufre una imagen al ampliarla o reducirla.",
      "Representa elementos del entorno que sufren modificaciones en su forma."
    ],
    "ejemplo": "La familia de Francisco estuvo de vacaciones en la finca de los abuelos. Para guardar un recuerdo tomaron una fotografía del lugar. Francisco quiere poner la fotografía en su habitación para recordar sus vacaciones, pero debe disminuir el tamaño de la imagen. Escoge la imagen que representa una reducción de la foto, justifica y describe el procedimiento realizado para seleccionar la imagen. Dibuja la finca del abuelo pero dos veces más grande que la que aparece en la fotografía."
  },
  {
    "area": "Matemáticas",
    "nivel": "4°",
    "enunciado": "Identifica, documenta e interpreta variaciones de dependencia entre cantidades en diferentes fenómenos (en las matemáticas y en otras ciencias) y los representa por medio de gráficas.",
    "evidencias_de_aprendizaje": [
      "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta.",
      "Propone patrones de comportamiento numérico.",
      "Trabaja sobre números desconocidos y con esos números para dar respuestas a los problemas."
    ],
    "ejemplo": "Consigue una pelota pequeña y mide la altura 'h' (medida en centímetros) hasta la que rebota cuando se deja caer sobre una superficie dura (cemento) desde diversas alturas H, medida en centímetros (Figura 1). Realiza un registro aproximado de la altura H desde la que se suelta la pelota, así como de la altura h a la que rebota. Representa de otras formas la relación que encuentra entre la altura H (inicial) y la altura h (alcanzada en cada rebote). Escribe algunas conclusiones de esta exploración."
  },
  {
    "area": "Matemáticas",
    "nivel": "4°",
    "enunciado": "Identifica patrones en secuencias (aditivas o multiplicativas) y los utiliza para establecer generalizaciones aritméticas o algebraicas.",
    "evidencias_de_aprendizaje": [
      "Comunica en forma verbal y pictórica las regularidades observadas en una secuencia.",
      "Establece diferentes estrategias para calcular los siguientes elementos en una secuencia.",
      "Conjetura y argumenta un valor futuro en una secuencia aritmética o geométrica (por ejemplo, en una secuencia de figuras predecir la posición 10, 20 o 100)"
    ],
    "ejemplo": "Explora el efecto que tiene el signo “=” (igual) sobre el resultado a medida que se presiona varias veces. \na. Describe y compara el efecto que la acción descrita tiene, si se presiona varias veces el signo igual después de digitar el símbolo de la multiplicación o el símbolo de la división. \nb. Describe las operaciones y resultados que muestra la calculadora, cuando se presiona 4 x 2 = = = = = = \nc. Se digita la operación 3 X 4 y luego se presiona la tecla igual diez veces ¿será posible obtener un número menor que 1.000? Estima un número aproximado de veces que deberías presionar el \"igual\" para obtener el resultado más cercano a 1.000. Utiliza la calculadora para realizar las operaciones y verificar el resultado. \nd. Determina el mínimo número de veces que se debe presionar el signo igual después de hacer la operación 2048 ÷ 2 para obtener un número no natural."
  },
  {
    "area": "Matemáticas",
    "nivel": "4°",
    "enunciado": "Recopila y organiza datos en tablas de doble entrada y los representa en gráficos de barras agrupadas o gráficos de líneas, para dar respuesta a una pregunta planteada. Interpreta la información y comunica sus conclusiones.",
    "evidencias_de_aprendizaje": [
      "Elabora encuestas sencillas para obtener la información pertinente para responder la pregunta.",
      "Construye tablas de doble entrada y gráficos de barras agrupadas, gráficos de líneas o pictogramas con escala.",
      "Lee e interpreta los datos representados en tablas de doble entrada, gráficos de barras agrupados, gráficos de línea o pictogramas con escala.",
      "Encuentra e interpreta la moda y el rango del conjunto de datos y describe el comportamiento de los datos para responder las preguntas planteadas."
    ],
    "ejemplo": "La siguiente información fue recolectada en un hato lechero. Con dicha información elabora un informe, para enviarlo al dueño del hato, en el que se compara la producción de leche en horas de la mañana y en horas de la tarde, así como la variación de la producción por vaca."
  },
  {
    "area": "Matemáticas",
    "nivel": "4°",
    "enunciado": "Comprende y explica, usando vocabulario adecuado, la diferencia entre una situación aleatoria y una determinística y predice, en una situación de la vida cotidiana, la presencia o no del azar",
    "evidencias_de_aprendizaje": [
      "Reconoce situaciones aleatorias en contextos cotidianos.",
      "Enuncia diferencias entre situaciones aleatorias y deterministas.",
      "Usa adecuadamente expresiones como azar o posibilidad, aleatoriedad, determinístico.",
      "Anticipa los posibles resultados de una situación aleatoria."
    ],
    "ejemplo": "En las siguientes situaciones reconoce la presencia o no del azar y expone diferencias entre ellas para expresar la posibilidad de conocer, con exactitud, los resultados que se tendrán antes de la ocurrencia del evento.\na. La selección de la cancha que le corresponde a uno de los equipos cuando se inicia un partido de fútbol en el campeonato mundial.\nb. La selección del nombre del mes entrante.\nc. La selección del menú del refrigerio de la mañana.\nd. La conformación de dos equipos para jugar fútbol."
  },
    {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Interpreta y utiliza los números naturales y racionales en su representación fraccionaria para formular y resolver problemas aditivos, multiplicativos y que involucren operaciones de potenciación.",
    "evidencias_de_aprendizaje": [
      "Interpreta la relación parte - todo y la representa por medio de fracciones, razones o cocientes.",
      "Interpreta y utiliza números naturales y racionales (fraccionarios) asociados con un contexto para solucionar problemas.",
      "Determina las operaciones suficientes y necesarias para solucionar diferentes tipos de problemas.",
      "Resuelve problemas que requieran reconocer un patrón de medida asociado a un número natural o a un racional (fraccionario)."
    ],
    "ejemplo": "Don Marcos, el dueño de una finca productora de frutas y vegetales, ha decidido distribuir su lote para sembrar los productos que se muestran en la siguiente imagen.\nExpresa la fracción del total de la finca que representa cada una de las situaciones siguientes y justifica las respuestas y procedimientos empleados:\na) La porción de tierra que piensa utilizar Don Marcos para construir su casa.\nb) La porción de tierra que se utilizará para sembrar bananos.\nc) La porción de tierra que se utilizará para sembrar.\nd) La porción de tierra que no se utilizará para sembrar."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Describe y desarrolla estrategias (algoritmos, propiedades de las operaciones básicas y sus relaciones) para hacer estimaciones y cálculos al solucionar problemas de potenciación.",
    "evidencias_de_aprendizaje": [
      "Utiliza las propiedades de las operaciones con números naturales y racionales (fraccionarios) para justificar algunas estrategias de cálculo o estimación relacionados con áreas de cuadrados y volúmenes de cubos.",
      "Descompone un número en sus factores primos.",
      "Identifica y utiliza las propiedades de la potenciación para resolver problemas aritméticos.",
      "Determina y argumenta acerca de la validez o no de estrategias para calcular potencias."
    ],
    "ejemplo": "Un profesor representa el producto (3² x 2) x (2² x 3) en una hoja cuadriculada de la siguiente manera:\n18 x 12 = 2 x (9x9) + 6 x (3x3)\n= 2 x (9²) + 6 x (3²)\n= 2 x (81) + 6 x (9)\n= 162 + 54\n= 216\nAl dividir de forma diferente la cuadrícula explora si es posible encontrar otra manera de representar el mismo producto."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Compara y ordena números fraccionarios a través de diversas interpretaciones, recursos y representaciones.",
    "evidencias_de_aprendizaje": [
      "Representa fracciones con la ayuda de la recta numérica.",
      "Determina criterios para ordenar fracciones y expresiones decimales de mayor a menor o viceversa."
    ],
    "ejemplo": "Camilo construyó tres cintas métricas de la misma longitud y dividió la unidad de cada una de ellas en diferentes partes. Luego representó una fracción en cada una de ellas, como se muestra a continuación.\nUtiliza las cintas de Camilo e identifica si 9/5 es igual, mayor o menor a 11/6."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Justifica relaciones entre superficie y volumen, respecto a dimensiones de figuras y sólidos, y elige las unidades apropiadas según el tipo de medición (directa e indirecta), los instrumentos y los procedimientos.",
    "evidencias_de_aprendizaje": [
      "Determina las medidas reales de una figura a partir de un registro gráfico (un plano).",
      "Mide superficies y longitudes utilizando diferentes estrategias (composición, recubrimiento, bordeado, cálculo).",
      "Construye y descompone figuras planas y sólidos a partir de medidas establecidas.",
      "Realiza estimaciones y mediciones con unidades apropiadas según sea longitud, área o volumen."
    ],
    "ejemplo": "Con una piola de 50 cm se hacen rectángulos diferentes. El perímetro de estos rectángulos es el mismo, determina si sus áreas permanecen iguales. Determina si se pueden hacer cajas de caras rectangulares de volúmenes diferentes pero en las que se necesite la misma cantidad de cartón para hacer sus moldes."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Explica las relaciones entre el perímetro y el área de diferentes figuras (variaciones en el perímetro no implican variaciones en el área y viceversa) a partir de mediciones, superposición de figuras, cálculo, entre otras.",
    "evidencias_de_aprendizaje": [
      "Compara diferentes figuras a partir de las medidas de sus lados.",
      "Calcula las medidas de los lados de una figura a partir de su área.",
      "Dibuja figuras planas cuando se dan las medidas de los lados.",
      "Propone estrategias para la solución de problemas relativos a la medida de la superficie de figuras planas.",
      "Reconoce que figuras con áreas diferentes pueden tener el mismo perímetro.",
      "Mide superficies y longitudes utilizando diferentes estrategias (composición, recubrimiento, bordeado, cálculo)."
    ],
    "ejemplo": "Luisa y sus amigas quieren empacar unas tarjetas que tienen diferentes formas (triángulos y cuadriláteros) en sobres rectangulares. Antes de empacar las tarjetas, les ponen un hilo decorativo en todo el borde.\nLa cantidad de papel utilizado en las tarjetas es 126cm², o 144cm² o 120cm². Por ejemplo, una tarjeta en forma de triángulo rectángulo mide en sus lados perpendiculares 20 cm y 12 cm, otra en forma de cuadrado mide de lado 12 cm.\nDetermina otras dimensiones posibles para los lados de las tarjetas utilizando esas cantidades de papel. Además, la longitud de sus respectivos lados para establecer la cantidad de hilo que se emplea en cada tarjeta y discute acerca de la posibilidad de tener varias tarjetas de igual área pero diferente perímetro. Explica los procedimientos utilizados."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Identifica y describe propiedades que caracterizan un cuerpo en términos de la bidimensionalidad y la tridimensionalidad y resuelve problemas en relación con la composición y descomposición de las formas.",
    "evidencias_de_aprendizaje": [
      "Relaciona objetos tridimensionales y sus propiedades con sus respectivos desarrollos planos.",
      "Reconoce relaciones intra e interfigurales.",
      "Determina las mediciones reales de una figura a partir de un registro gráfico (un plano).",
      "Construye y descompone figuras planas y sólidos a partir de medidas establecidas.",
      "Utiliza transformaciones a figuras en el plano para describirlas y calcular sus medidas.",
      "Reconoce diferentes distribuciones de plantillas de un cuerpo en una superficie, las formas en que pueden acoplarse o encajar, lee la información que presenta la plantilla del cuerpo o su representación en un plano."
    ],
    "ejemplo": "La empresa Tortimax requiere un empaque para sus productos. El molde del empaque es el que se muestra en la figura y debe ser elaborado en cartón industrial. El tamaño de un pliego de este material es de 100 cm X 70 cm. Determina la cantidad de moldes del empaque que puede realizarse por pliego para aprovechar al máximo el material. Describe y discute acerca del procedimiento utilizado."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Resuelve y propone situaciones en las que es necesario describir y localizar la posición y la trayectoria de un objeto con referencia al plano cartesiano.",
    "evidencias_de_aprendizaje": [
      "Localiza puntos en un mapa a partir de coordenadas cartesianas.",
      "Interpreta los elementos de un sistema de referencia (ejes, cuadrantes, coordenadas).",
      "Grafica en el plano cartesiano la posición de un objeto usando direcciones cardinales (norte, sur, oriente y occidente).",
      "Emplea el plano cartesiano al plantear y resolver situaciones de localización.",
      "Representa en forma gráfica y simbólica la localización y trayectoria de un objeto.",
      "Da instrucciones para seguir una trayectoria que permita ir de un sitio a otro. Propone otras trayectorias posibles."
    ],
    "ejemplo": "Tatiana es una turista que ha venido a visitarnos. Ayuda a Tatiana a ubicarse a partir de un plano de la ciudad, municipio o barrio. Lo que prefieras:\n* Realiza un mapa a escala del barrio en un papel cuadriculado.\n* Crea un sistema de referencia para que Tatiana pueda conocer los mejores lugares usando los puntos cardinales (Norte, Sur, Oriente, Occidente).\n* Escribe un mensaje a Tatiana para indicar cómo realizar el recorrido."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Describe e interpreta variaciones de dependencia entre cantidades y las representa por medio de gráficas.",
    "evidencias_de_aprendizaje": [
      "Propone patrones de comportamiento numéricos y patrones de comportamiento gráficos.",
      "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta.",
      "Trabaja sobre números desconocidos para dar respuestas a los problemas."
    ],
    "ejemplo": "Un recipiente cilíndrico recto, se llena con una llave que vierte 4 litros de agua cada 2 minutos. El cilindro tiene capacidad de 28 litros. Determina cuánto tiempo tarda el recipiente cilíndrico en llenarse. Determina cuántos litros hay en el recipiente a los cinco minutos después de abrir la llave. Determina qué ocurre con el nivel del agua a los 16 minutos."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Utiliza operaciones no convencionales, encuentra propiedades y resuelve ecuaciones en donde están involucradas.",
    "evidencias_de_aprendizaje": [
      "Interpreta y opera con operaciones no convencionales.",
      "Explora y busca propiedades de tales operaciones.",
      "Compara las propiedades de las operaciones convencionales de suma, resta, producto y división con las propiedades de las operaciones no convencionales.",
      "Resuelve ecuaciones numéricas cuando se involucran operaciones no convencionales."
    ],
    "ejemplo": "Representa verbales mediante expresiones numéricas: la multiplicación entre la suma de 24 más 45, y la resta de 24 menos 12. El doble de un número; el doble de un número aumentado en 5. La mitad de un número, la tercera parte de un número. Resuelve la ecuación: el doble de un número más 3 es igual a 9, encuentra el número."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Formula preguntas que requieren comparar dos grupos de datos, para lo cual recolecta, organiza y usa tablas de frecuencia, gráficos de barras, circulares, de línea, entre otros. Analiza la información presentada y comunica los resultados.",
    "evidencias_de_aprendizaje": [
      "Formula preguntas y elabora encuestas para obtener los datos requeridos e identifica quiénes deben responder.",
      "Registra, organiza y presenta la información recolectada usando tablas, gráficos de barras, gráficos de línea, y gráficos circulares.",
      "Selecciona los gráficos teniendo en cuenta el tipo de datos que se va a representar.",
      "Interpreta la información obtenida y produce conclusiones que le permiten comparar dos grupos de datos de una misma población.",
      "Escribe informes sencillos en los que compara la distribución de dos grupos de datos."
    ],
    "ejemplo": "La alcaldía del municipio ha programado una serie de actividades deportivas y recreativas, y ha solicitado al colegio un informe en el que se indique las tallas de los zapatos y de los uniformes de los estudiantes de cuarto y quinto de primaria. Para dar solución a la situación, elabora una encuesta, recolecta la información y redacta un informe con los resultados obtenidos en el cual incluye tablas y gráficos y analiza la información por cursos, por género y el comportamiento general de los dos grados."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Utiliza la media y la mediana para resolver problemas en los que se requiere presentar o resumir el comportamiento de un conjunto de datos.",
    "evidencias_de_aprendizaje": [
      "Interpreta y encuentra la media y la mediana en un conjunto de datos usando estrategias gráficas y numéricas.",
      "Explica la información que brinda cada medida en relación con el conjunto de datos.",
      "Selecciona una de las medidas como la más representativa del comportamiento del conjunto de datos estudiado.",
      "Argumenta la selección realizada empleando semejanzas y diferencias entre lo que cada una de las medidas indica."
    ],
    "ejemplo": "Una campaña emprendida por el Ministerio de Salud y Protección Social para prevenir el aumento en los índices de obesidad y diabetes infantil y juvenil, sugiere que en promedio cada persona debe realizar 30 minutos diarios de una actividad física aeróbica de intensidad moderada (caminar, trotar, correr, nadar, montar en bicicleta, etc.), para evitar el sobrepeso. Se afirma que para cumplir con la campaña, cada persona debe hacer exactamente 30 minutos de ejercicio diarios. Argumenta la validez de esta afirmación."
  },
  {
    "area": "Matemáticas",
    "nivel": "5°",
    "enunciado": "Predice la posibilidad de ocurrencia de un evento simple a partir de la relación entre los elementos del espacio muestral y los elementos del evento definido.",
    "evidencias_de_aprendizaje": [
      "Reconoce situaciones aleatorias en contextos cotidianos.",
      "Enumera todos los posibles resultados de un experimento aleatorio simple.",
      "Identifica y enumera los resultados favorables de ocurrencia de un evento simple.",
      "Anticipa la ocurrencia de un evento simple."
    ],
    "ejemplo": "En un día de la recreación se realizan diferentes actividades con juegos de azar. Javier y Arturo eligen el juego de la ruleta. Las reglas acordadas son:\n* Cada uno selecciona una ruleta (Ruleta 1 o Ruleta 2).\n* Al mismo tiempo giran una vez cada ruleta.\n* Javier gana si saca un número par.\n* Arturo gana si saca un número impar.\n* Si Javier saca impar y Arturo saca par, vuelven a jugar.\nReconoce que el juego de la ruleta corresponde a una situación aleatoria, identifica los eventos, asigna la probabilidad de ocurrencia y da argumentos para decidir si el juego es o no justo estadísticamente."
  },
   {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Interpreta los números enteros y racionales (en sus representaciones de fracción y de decimal) con sus operaciones, en diferentes contextos, al resolver problemas de variación, repartos, particiones, estimaciones, etc. Reconoce y establece diferentes relaciones (de orden y equivalencia y las utiliza para argumentar procedimientos).",
    "evidencias_de_aprendizaje": [
      "Resuelve problemas en los que intervienen cantidades positivas y negativas en procesos de comparación, transformación y representación.",
      "Propone y justifica diferentes estrategias para resolver problemas con números enteros, racionales (en sus representaciones de fracción y de decimal) en contextos escolares y extraescolares.",
      "Representa en la recta numérica la posición de un número utilizando diferentes estrategias.",
      "Interpreta y justifica cálculos numéricos al solucionar problemas."
    ],
    "ejemplo": "En una competencia de autos a tres vueltas, el tiempo (en minutos) de cada vuelta se registró en la siguiente tabla.\nLos competidores ganan puntos de acuerdo con las siguientes reglas:\nFinalizada la segunda vuelta se dan 10 puntos de bonificación en la clasificación general a quien vaya de líder y 5 puntos a quien vaya de segundo.\nAl ganador de la competencia le dan 20 puntos, al segundo 10 puntos y al tercero 5 puntos.\na) Escribe cómo se distribuyen los puntos al finalizar la segunda vuelta y al finalizar la carrera.\nb) Determine cuál de los autos se acercó más a un minuto y sesenta décimas de minuto en la primera vuelta.\nc) Explica por qué considera que la práctica generalizada en este tipo de carreras el tiempo por vuelta se representa con tres dígitos después de la coma y no por dos.\nCalcula la diferencia de tiempo de los tres carros A, B y C en la primera vuelta con un carro D si se sabe que en esa vuelta invierte 1,4 minutos. ¿Cuáles serían estas diferencias si por un percance mecánico demora 1,09 minutos?"
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Utiliza las propiedades de los números enteros y racionales y las propiedades de sus operaciones para proponer estrategias y procedimientos de cálculo en la solución de problemas.",
    "evidencias_de_aprendizaje": [
      "Propone y utiliza diferentes procedimientos para realizar operaciones con números enteros y racionales.",
      "Argumenta de diversas maneras la necesidad de establecer relaciones y características en conjuntos de números (ser par, ser impar, ser primo, ser el doble de, el triple de, la mitad de, etc)."
    ],
    "ejemplo": "Un obrero tiene que controlar la cantidad de vapor que hay en la caldera a través de un dispositivo conectado a ella, así como muestra la figura. Por este dispositivo entra vapor que se encarga de mover el corcho. El corcho sube cuando aumenta la cantidad de vapor en la caldera y baja cuando disminuye. Cuando el nivel del vapor en la caldera es el normal el corcho marca exactamente el punto cero."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Reconoce y establece diferentes relaciones (orden y equivalencia) entre elementos de diversos dominios numéricos y los utiliza para argumentar procedimientos sencillos.",
    "evidencias_de_aprendizaje": [
      "Determina criterios de comparación para establecer relaciones de orden entre dos o más números.",
      "Representa en la recta numérica la posición de un número utilizando diferentes estrategias.",
      "Describe procedimientos para resolver ecuaciones lineales."
    ],
    "ejemplo": "En la figura se muestra una secuencia de imágenes que ilustran formas de encontrar el valor de x. Describe diferentes procedimientos o acciones que le permitan conocer el valor de x y pone a prueba esos procedimientos."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Utiliza y explica diferentes estrategias (desarrollo de la forma o plantillas) e instrumentos (regla, compás o software) para la construcción de figuras planas y cuerpos.",
    "evidencias_de_aprendizaje": [
      "Construye plantillas para cuerpos geométricos dadas sus medidas.",
      "Selecciona las plantillas que genera cada cuerpo a partir del análisis de su forma, sus caras y sus vértices.",
      "Utiliza la regla no graduada y el compás para dibujar las plantillas de cuerpos geométricos cuando se tienen sus medidas."
    ],
    "ejemplo": "Se quieren forrar con papel de colores unos cuerpos geométricos como los que se muestran en la imagen. Selecciona de los moldes que se muestran en la figura los que se podrían utilizar para construir, con regla y compás, los forros respectivos y determina cómo calcular la cantidad de papel que se requiere para elaborar cada forro, si se conocen las medidas de las aristas de cada cuerpo. Aunque estos tres cuerpos tuvieran igual medida en sus aristas, el volumen de los tres sería diferente. Encuentra el de mayor volumen y explica la respuesta."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Propone y desarrolla estrategias de estimación, medición y cálculo de diferentes cantidades (ángulos, longitudes, áreas, volúmenes, etc.) para resolver problemas.",
    "evidencias_de_aprendizaje": [
      "Decide acerca de las estrategias para determinar qué tan pertinente es la estimación y analiza las causas de error en procesos de medición y estimación.",
      "Estima el resultado de una medición sin realizarla, de acuerdo con un referente previo y aplica el proceso de estimación elegido y valora el resultado de acuerdo con los datos y contexto de un problema.",
      "Estima la medida de longitudes, áreas, volúmenes, masas, pesos y ángulos en presencia o no de los objetos y decide sobre la conveniencia de los instrumentos a utilizar, según las necesidades de la situación."
    ],
    "ejemplo": "Se presentan dos imágenes, una con un jugador frente al arco y la otra con 7 jugadores frente al arco para practicar sus lanzamientos. Estima la medida de los ángulos que forma cada jugador con respecto a los dos palos del arco y argumenta en qué posición existe mayor posibilidad de gol. Utiliza el transportador para medir los ángulos y compara esas medidas con las de la estimación, explica las estrategias utilizadas en ambos casos."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Representa y construye formas bidimensionales y tridimensionales con el apoyo en instrumentos de medida apropiados.",
    "evidencias_de_aprendizaje": [
      "Diferencia las propiedades geométricas de las figuras y cuerpos geométricos.",
      "Identifica los elementos que componen las figuras y cuerpos geométricos.",
      "Describe las congruencias y semejanzas en figuras bidimensionales y tridimensionales.",
      "Estima áreas y volúmenes de figuras y cuerpos geométricos.",
      "Construye cuerpos geométricos con el apoyo de instrumentos de medida adecuados."
    ],
    "ejemplo": "Los productos de la industria son envasados en diferentes materiales: cartón, vidrio, plástico, metal y diferentes formas. A partir de las condiciones reales identifica las formas volumétricas que los constituyen, construye representaciones semejantes para configurar sus desarrollos geométricos y estima la cantidad de material necesario para su fabricación. Compara la información sobre volumen y peso que aparece en algunos empaques y establece relaciones entre ellas."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Reconoce el plano cartesiano como un sistema bidimensional que permite ubicar puntos como sistema de referencia gráfico o geográfico.",
    "evidencias_de_aprendizaje": [
      "Localiza, describe y representa la posición y la trayectoria de un objeto en un plano cartesiano.",
      "Identifica e interpreta la semejanza de dos figuras al realizar rotaciones, ampliaciones y reducciones de formas bidimensionales en el plano cartesiano."
    ],
    "ejemplo": "Elabora diseños de bisutería artesanal para crear diferentes pulseras con diversos materiales. Utiliza el plano cartesiano para identificar patrones y los expresa como parejas ordenadas y modifica estos patrones para producir nuevos modelos."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Identifica y analiza propiedades de covariación directa e inversa entre variables, en contextos numéricos, geométricos y cotidianos y las representa mediante gráficas (cartesianas de puntos, continuas, formadas por segmentos, etc.).",
    "evidencias_de_aprendizaje": [
      "Propone patrones de comportamiento numéricos y expresa verbalmente o por escrito los procedimientos matemáticos.",
      "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta.",
      "Trabaja sobre números desconocidos y con esos números para dar respuestas a los problemas."
    ],
    "ejemplo": "Yadira se mudará a otro apartamento y pide cotizaciones a tres empresas de transporte. Cada empresa da sus condiciones:\nEmpresa A: Hasta 300 kilos para transportar: tarifa 300.000 pesos. Más de 300 kilos: 300.000 pesos más 2.000 pesos por cada kilo de más.\nEmpresa B: Hasta 200 kilos para transportar: tarifa de 250.000. Más de 200 kilos: 250.000 pesos más 1.000 pesos por cada kilo de más.\nEmpresa C: Hasta 400 kilos para transportar: tarifa 400.000 pesos. Más de 400 kilos: 600.000 pesos más 500 pesos por cada kilo de más.\nRepresenta en el plano cartesiano el costo total de transporte en pesos, en términos del peso transportado. Averigua en cuál de las empresas la razón entre peso transportado y costo es la mayor. Representa gráficamente las ofertas de las tres empresas en un diagrama cartesiano. Decide cuál es la empresa que le conviene contratar a Yadira, si tiene 400 kilogramos para transportar, o si el peso es de 700 kilogramos."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Opera sobre números desconocidos y encuentra las operaciones apropiadas al contexto para resolver problemas.",
    "evidencias_de_aprendizaje": [
      "Utiliza las operaciones y sus inversas en problemas de cálculo numérico.",
      "Realiza cálculos numéricos, organiza la información en tablas, elabora representaciones gráficas y las interpreta.",
      "Realiza combinaciones de operaciones, encuentra propiedades y resuelve ecuaciones en donde están involucradas."
    ],
    "ejemplo": "Una compañía de pintura contrata empleados por días. La compañía determina que el monto que se paga por hora trabajada es de $8.000, en jornada normal (8 horas diarias), pero si se hacen horas extras, se paga la hora a $9.000 (máximo 4 diarias). Describe verbal, numérica, gráfica o simbólicamente, el monto que se ha de pagar diariamente y en varios días según la cantidad de horas extras. Calcula el monto de contribución a Seguridad Social en función del dinero ganado. La regla de la Oficina de Seguridad Social dice: Si se trabaja 8 horas diarias, se ha de pagar $1.000 fijos, más un 5% para salud, pensiones y cesantías. Pero si se trabajan más de 8 horas, se ha de pagar $1.000, más un 4% para salud, pensiones y cesantías. Representa esos resultados en una tabla y una gráfica cartesiana, utiliza esta información para determinar el número de horas trabajadas por una persona que ganó en un día $99.000. Si una persona debe pagar $5.320 de aportes a la Seguridad Social, determina, cantidad de horas que trabajó y si trabajó horas extras."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Interpreta información estadística presentada en diversas fuentes de información, la analiza y la usa para plantear y resolver preguntas que sean de su interés.",
    "evidencias_de_aprendizaje": [
      "Lee y extrae la información estadística publicada en diversas fuentes.",
      "Plantea una pregunta que le facilite recolectar información que le permita contrastar la información estadística publicada.",
      "Organiza la información recolectada en tablas y la representa mediante gráficas adecuadas.",
      "Calcula las medidas requeridas de acuerdo a los datos recolectados y usa, cuando sea posible, calculadoras o software adecuado.",
      "Escribe un informe en el que analiza la información presentada en el medio de comunicación y la contrasta con la obtenida en su estudio."
    ],
    "ejemplo": "A finales del 2012 en su informe trimestral el Ministerio de Tecnologías de la Información y las comunicaciones, MINTIC, publicó la siguiente información: \"En cuanto a la telefonía móvil, sector que tuvo un crecimiento de 1,13%, en Colombia hay más de 48 millones de abonados, lo que quiere decir que en el país hay 104,5 líneas por cada 100 habitantes. De estos 18,86% se encuentra en la modalidad de postpago, y 81,14% es prepago\". Responde preguntas como ¿el comportamiento del uso de la telefonía móvil en el salón es similar a lo afirmado en la noticia? Si se presentan diferencias con los datos de la noticia, ¿cuáles son las posibles razones para que esto suceda?"
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "Compara características compartidas por dos o más poblaciones o características diferentes dentro de una misma población para lo cual seleccionan muestras, utiliza representaciones gráficas adecuadas y analiza los resultados obtenidos usando conjuntamente las medidas de tendencia central y el rango.",
    "evidencias_de_aprendizaje": [
      "Comprende la diferencia entre la muestra y la población.",
      "Selecciona y produce representaciones gráficas apropiadas al conjunto de datos, usando, cuando sea posible, calculadoras o software adecuado.",
      "Interpreta la información que se presenta en los gráficos usando las medidas de tendencia central y el rango.",
      "Compara las características de dos o más poblaciones o de dos o más grupos, haciendo uso conjunto de las respectivas medidas de tendencia central y el rango.",
      "Describe el comportamiento de las características de dos o más poblaciones o de dos o más grupos de una población, a partir de las respectivas medidas de tendencia central y el rango."
    ],
    "ejemplo": "En un estudio reciente sobre la velocidad de descarga de fotos y videos en celulares, se sometieron a prueba dos marcas, durante una hora se usaron 10 celulares diferentes de cada marca. Si se desea comprar un celular con una buena velocidad de descarga, ¿cuál de las dos marcas seleccionaría? Interpreta la información representada en los gráficos, y utiliza las medidas adecuadas para realizar la comparación que le permita tomar una buena decisión y así justificar las ventajas de una marca sobre la otra."
  },
  {
    "area": "Matemáticas",
    "nivel": "6°",
    "enunciado": "A partir de la información previamente obtenida en repeticiones de experimentos aleatorios sencillos, compara las frecuencias esperadas con las frecuencias observadas.",
    "evidencias_de_aprendizaje": [
      "Enumera los posibles resultados de un experimento aleatorio sencillo.",
      "Realiza repeticiones del experimento aleatorio sencillo y registra los resultados en tablas y gráficos de frecuencia.",
      "Interpreta y asigna la probabilidad de ocurrencia de un evento dado, teniendo en cuenta el número de veces que ocurre el evento en relación con el número total de veces que realiza el experimento.",
      "Compara los resultados obtenidos experimentalmente con las predicciones anticipadas."
    ],
    "ejemplo": "En un el juego con dados, uno en forma de cubo (6 caras) y otro en forma de tetraedro (4 caras) participan dos jugadores. Cada uno selecciona un dado, lo lanza al aire y gana quien obtenga más veces el número 1, después de hacer 100 lanzamientos. Leidy dice que ella juega si selecciona el dado en forma de tetraedro. Justifica la selección de uno de los dados, anticipa la posibilidad de ocurrencia del evento que salga el 1, realiza el experimento, registra los resultados y compara y razona sobre las diferencias entre lo esperado y lo observado. Verifica la validez de la afirmación de Leidy."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Comprende y resuelve problemas, que involucran los números racionales con las operaciones (suma, resta, multiplicación, división, potenciación, radicación) en contextos escolares y extraescolares.",
    "evidencias_de_aprendizaje": [
      "Describe situaciones en las que los números enteros y racionales con sus operaciones están presentes.",
      "Utiliza los signos “positivo” y “negativo\" para describir cantidades relativas con números enteros y racionales.",
      "Resuelve problemas en los que se involucran variaciones porcentuales."
    ],
    "ejemplo": "El salario mínimo en Colombia se incrementa anualmente bien sea por común acuerdo entre centrales obreras y el gobierno, o por decreto presidencial. Consulta los incrementos en los salarios mínimos en los últimos 10 años en Colombia. Consulta también el costo de vida en el mismo período de tiempo. Elabora una tabla y una representación gráfica en la que se compare el poder adquisitivo de un empleado en los 10 años. ¿Cómo ha variado el poder adquisitivo de un empleado que ha devengado el salario mínimo desde hace 10 años?"
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Describe y utiliza diferentes algoritmos, convencionales y no convencionales, al realizar operaciones entre números racionales en sus diferentes representaciones (fracciones y decimales) y los emplea con sentido en la solución de problemas.",
    "evidencias_de_aprendizaje": [
      "Representa los números enteros y racionales en una recta numérica.",
      "Estima el valor de una raíz cuadrada y de una potencia.",
      "Construye representaciones geométricas y pictóricas para ilustrar relaciones entre cantidades.",
      "Calcula e interpreta el máximo común divisor y el mínimo común múltiplo entre números enteros.",
      "Describe procedimientos para calcular el resultado de una operación (suma, resta, multiplicación y división) entre números enteros y racionales."
    ],
    "ejemplo": "Calcula el área de un rectángulo que se construye en un software de geometría dinámica o en papel milimetrado. Los lados del rectángulo podrán variar en algún dominio específico, por ejemplo de 0 a 5, tomando todos los números en el intervalo hasta con un dígito decimal. A medida que cambian los lados, el software debe proporcionar el área del rectángulo conforme se muestra en la siguiente secuencia de imágenes."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Utiliza diferentes relaciones, operaciones y representaciones en los números racionales para argumentar y solucionar problemas en los que aparecen cantidades desconocidas.",
    "evidencias_de_aprendizaje": [
      "Realiza operaciones para calcular el número decimal que representa una fracción y viceversa.",
      "Usa las propiedades distributiva, asociativa, modulativa, del inverso y conmutativa de la suma y la multiplicación en los racionales para proponer diferentes caminos al realizar un cálculo.",
      "Determina el valor desconocido de una cantidad a partir de las transformaciones de una expresión algebraica."
    ],
    "ejemplo": "Encuentra el valor numérico de una operación, por ejemplo: 0,457 + 2,56 - 3,4 por medio de una calculadora que tiene las teclas cinco (5) y punto decimal (.) averiadas como se muestra en la figura y describe el procedimiento utilizado. Describe al menos dos maneras de hacer la operación indicada y discute sobre la validez de los procedimientos."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Utiliza escalas apropiadas para representar e interpretar planos, mapas y maquetas con diferentes unidades.",
    "evidencias_de_aprendizaje": [
      "Identifica los tipos de escalas y selecciona la adecuada para la elaboración de planos de acuerdo al formato o espacio disponible para dibujar.",
      "Expresa la misma medida con diferentes unidades según el contexto.",
      "Representa e interpreta situaciones de ampliación y reducción en contextos diversos."
    ],
    "ejemplo": "La Institución Rural “La Esperanza” tiene 11 aulas distribuidas en un terreno de 15,18 Dm² (decámetros cuadrados), el terreno tiene forma aproximadamente rectangular. La institución va a ser reconstruido debido a que se desea que además de las 11 aulas de 36 m² cada una, también se aproveche el terreno sin construir para que cuente con un restaurante de 72m², un salón de música de 45m², un salón de artes integradas de 48m², un auditorio de 2 Dm², una biblioteca de 42m², una cancha de 480 m², y que se conserven algunas zonas verdes. Los estudiantes tendrán que recibir sus clases por algún tiempo en la sede de acción comunal en diferentes horarios. Elabora un plano de la nueva institución a escala, en una hoja tamaño oficio, determina si 1:100 es una escala adecuada, en caso de que no lo sea, explica por qué y encuentra la escala adecuada."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Observa objetos tridimensionales desde diferentes puntos de vista, los representa según su ubicación y los reconoce cuando se transforman mediante rotaciones, traslaciones y reflexiones.",
    "evidencias_de_aprendizaje": [
      "Establece relaciones entre la posición y las vistas de un objeto.",
      "Reconoce e interpreta la representación de un objeto.",
      "Representa objetos tridimensionales cuando se transforman."
    ],
    "ejemplo": "Un observador visualizó el envase que se muestra en la imagen desde diferentes puntos de vista: vista frontal, vista superior y vista inferior como lo muestra la figura. Según se observa cambian las configuraciones de la forma del objeto. Describe cómo cambia la visualización del envase en cada una de las vistas. Observa un objeto desde diferentes puntos de vista. Representa gráficamente el objeto si se visualiza por el frente (vista frontal), por encima (vista superior) y por debajo (vista inferior). Toma las fotos respectivas a cada vista del objeto y compara las imágenes con las representaciones gráficas realizadas."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Representa en el plano cartesiano la variación de magnitudes (áreas y perímetro) y con base en la variación explica el comportamiento de situaciones y fenómenos de la vida diaria.",
    "evidencias_de_aprendizaje": [
      "Interpreta las modificaciones entre el perímetro y el área con un factor de variación respectivo.",
      "Establece diferencias entre los gráficos del perímetro y del área.",
      "Coordina los cambios de la variación entre el perímetro y la longitud de los lados o el área de una figura.",
      "Organiza la información (registros tabulares y gráficos) para comprender la relación entre el perímetro y el área."
    ],
    "ejemplo": "Manipula las longitudes de un par de lados paralelos de un rectángulo, con el uso de un software de geometría dinámica. Establece el factor de escala para relacionar las longitudes de los lados, los perímetros y las áreas de los dos rectángulos. Determina qué indica el registro gráfico en correspondencia con la longitud de los lados y con las áreas de los rectángulos. En caso de no tener el apoyo del software dinámico realiza la actividad organizando los datos en una tabla para identificar la relación entre la escala, el perímetro y el área."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Plantea y resuelve ecuaciones, las describe verbalmente y representa situaciones de variación de manera numérica, simbólica o gráfica.",
    "evidencias_de_aprendizaje": [
      "Plantea modelos algebraicos, gráficos o numéricos en los que identifica variables y rangos de variación de las variables.",
      "Toma decisiones informadas en exploraciones numéricas, algebraicas o gráficas de los modelos matemáticos usados.",
      "Utiliza métodos informales exploratorios para resolver ecuaciones."
    ],
    "ejemplo": "Con base en la información gráfica encuentra el peso de cada una de las gallinas (Los pesos están expresados en libras)."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Plantea preguntas para realizar estudios estadísticos en los que representa información mediante histogramas, polígonos de frecuencia, gráficos de línea entre otros; identifica variaciones, relaciones o tendencias para dar respuesta a las preguntas planteadas.",
    "evidencias_de_aprendizaje": [
      "Plantea preguntas, diseña y realiza un plan para recolectar la información pertinente.",
      "Construye tablas de frecuencia y gráficos (histogramas, polígonos de frecuencia, gráficos de línea, entre otros), para datos agrupados usando, calculadoras o software adecuado.",
      "Encuentra e interpreta las medidas de tendencia central y el rango en datos agrupados, empleando herramientas tecnológicas cuando sea posible.",
      "Analiza la información presentada identificando variaciones, relaciones o tendencias y elabora conclusiones que permiten responder la pregunta planteada."
    ],
    "ejemplo": "Un piscicultor tiene tres estanques en los que cultivan truchas, él quiere estimar el peso aproximado de las truchas en cada estanque para saber cómo va el crecimiento. Saca al azar de cada uno de los 3 estanques 50 truchas y las pesa. La información se presenta en las siguientes tablas: ... Encuentra el peso aproximado de las truchas en cada estanque y compara el comportamiento para concluir sobre el estado de crecimiento de las truchas en cada estanque."
  },
  {
    "area": "Matemáticas",
    "nivel": "7°",
    "enunciado": "Usa el principio multiplicativo en situaciones aleatorias sencillas y lo representa con tablas o diagramas de árbol. Asigna probabilidades a eventos compuestos y los interpreta a partir de propiedades básicas de la probabilidad.",
    "evidencias_de_aprendizaje": [
      "Elabora tablas o diagramas de árbol para representar las distintas maneras en que un experimento aleatorio puede suceder.",
      "Usa el principio multiplicativo para calcular el número de resultados posibles.",
      "Interpreta el número de resultados considerando que cuando se cambia de orden no se altera el resultado."
    ],
    "ejemplo": "En la cafetería del colegio se anuncia: \"Aproveche, diferentes formas de seleccionar su almuerzo\". Ofrecen las siguientes opciones: Sopa o fruta. Pollo, carne o ensalada. Arroz, papa o plátano. Elabora un diagrama de árbol para representar las posibles elecciones de menú. Cuenta o multiplica para encontrar todas las posibles combinaciones disponibles y argumenta sobre la veracidad de la información del anuncio."
  },
    {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Reconoce la existencia de los números irracionales como números no racionales y los describe de acuerdo con sus características y propiedades.",
    "evidencias_de_aprendizaje": [
      "Utiliza procedimientos geométricos para representar números racionales e irracionales.",
      "Identifica las diferentes representaciones (decimales y no decimales) para argumentar por qué un número es o no racional."
    ],
    "ejemplo": "En clase de matemáticas la profesora pidió a los estudiantes que construyeran números en su representación decimal. Algunos estudiantes hicieron lo siguiente:\nMarina dijo: “Yo empecé con el cinco como entero. Para formar los decimales utilicé un dado y lo lancé 10 veces, y así formé el número con 10 dígitos después del punto\"\nJulián dijo: \"Yo empecé con cero, puse el punto de decimal y empecé a poner los números naturales de forma consecutiva, es decir, 0.1234567891011121314... y así sucesivamente\"\nCatalina dijo: \"Yo recordé algo del año pasado y lo formé dividiendo en la calculadora 1 entre 3\"\nMarcela dijo: “Yo me inspiré en lo que Marina hizo, pero mi número se formaría pensando en que siempre voy a poder seguir tirando el dado, por tanto tendría infinitos dígitos decimales\"\nAnaliza la manera en que Marina, Julián, Catalina y Marcela construyeron sus números y argumenta cuáles de ellos serían racionales y cuáles no. Propone otras maneras de construir números y argumenta cuáles de ellos serían racionales y cuáles no."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Construye representaciones, argumentos y ejemplos de propiedades de los números racionales y no racionales.",
    "evidencias_de_aprendizaje": [
      "Utiliza procedimientos geométricos o aritméticos para construir algunos números irracionales y los ubica en la recta numérica.",
      "Justificar procedimientos con los cuales se representa geométricamente números racionales y números reales.",
      "Construye varias representaciones (geométrica, decimales o no decimales) de un mismo número racional o irracional."
    ],
    "ejemplo": "Si en la siguiente representación, el triángulo y el cuadrado representan números cualesquiera: √Δ+□ = √Δ + √□\nAsigna valores en las casillas Δ y □ y utiliza la calculadora para establecer la existencia de números que hagan verdadera la igualdad. Argumenta este hecho y escribe una consecuencia que pueda inferirse a partir de esta exploración. Construye otras representaciones con productos, cocientes y potencias y analiza lo que sucede en cada caso."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Reconoce los diferentes usos y significados de las operaciones (convencionales y no convencionales) y del signo igual (relación de equivalencia e igualdad condicionada) y los utiliza para argumentar equivalencias entre expresiones algebraicas y resolver sistemas de ecuaciones.",
    "evidencias_de_aprendizaje": [
      "Reconoce el uso del signo igual como relación de equivalencia de expresiones algebraicas en los números reales.",
      "Propone y ejecuta procedimientos para resolver una ecuación lineal y sistemas de ecuaciones lineales y argumenta la validez o no de un procedimiento",
      "Usa el conjunto solución de una relación (de equivalencia y de orden) para argumentar la validez o no de un procedimiento."
    ],
    "ejemplo": "En clase de matemáticas el profesor pidió a los estudiantes analizar tres expresiones y hablar acerca de sus posibles relaciones. Las tres expresiones fueron: x-1, 4x+1, 5. Al respecto Carlos y José escribieron:\nCarlos: \"Yo creo que 4x+1 siempre es mayor que x-1 porque cuatro veces un número aumentado en 1 es más grande que si a ese numero le restamos uno, asi que 4x+1>x-1\"\nJosé: \"Yo digo que cualquier expresión puede ser mayor o menor que cualquiera de los demás, todo depende del número real que asuma la variable X. Yo también puedo comparar con la igualdad, por ejemplo puedo decir que 4x+1=5 y puedo plantear otra igualdad como x-1=5. Lo que no estoy seguro es si puedo aplicar la propiedad transitiva de la igualdad para afirmar que 4x+1 = x-1\"\nAnaliza los escritos de Carlos y José y presenta argumentos que confirmen o refuten lo que ellos han hecho. Determina si José tiene razón al dudar si aplica o no la propiedad transitiva. ¿De qué depende que la pueda aplicar o no?"
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Describe atributos medibles de diferentes sólidos y explica relaciones entre ellos por medio del lenguaje algebraico.",
    "evidencias_de_aprendizaje": [
      "Utiliza lenguaje algebraico para representar el volumen de un prisma en términos de sus aristas.",
      "Realiza la representación gráfica del desarrollo plano de un prisma.",
      "Estima, calcula y compara volúmenes a partir de las relaciones entre las aristas de un prisma o de otros sólidos.",
      "Interpreta las expresiones algebraicas que representan el volumen y el área cuando sus dimensiones varían."
    ],
    "ejemplo": "En la figura se presentan cinco cajas y en la tabla se especifican las dimensiones de cada una de ellas. Completa e interpreta la tabla a partir de las dimensiones de cada caja. Encuentra las razones aritméticas entre los diferentes volúmenes de las cajas y la expresión general para el volumen y el área exterior total de cada una de ellas."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Utiliza y explica diferentes estrategias para encontrar el volumen de objetos regulares e irregulares en la solución de problemas en las matemáticas y en otras ciencias.",
    "evidencias_de_aprendizaje": [
      "Estima medidas de volumen con unidades estandarizadas y no estandarizadas.",
      "Utiliza la relación de las unidades de capacidad con las unidades de volumen (litros, dm³, etc) en la solución de un problema.",
      "Identifica la posibilidad del error en la medición del volumen haciendo aproximaciones pertinentes al respecto.",
      "Explora y crea estrategias para calcular el volumen de cuerpos regulares e irregulares."
    ],
    "ejemplo": "En un recipiente cilíndrico totalmente lleno de agua, se sumerge por completo un objeto de forma irregular, el agua desalojada se recoge en un recipiente que se ha colocado previamente como lo muestra la figura. Compara el volumen calculado con el volumen de la cantidad de agua derramada. Describe los procedimientos utilizados y explica los resultados y sus respectivos procedimientos. Asocia la forma del objeto irregular formada por una composición de figuras regulares, utiliza estas figuras para calcular el volumen del objeto irregular con una aproximación razonable."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Identifica relaciones de congruencia y semejanza entre las formas geométricas que configuran el diseño de un objeto.",
    "evidencias_de_aprendizaje": [
      "Utiliza criterios para argumentar la congruencia de dos triángulos.",
      "Discrimina casos de semejanza de triángulos en situaciones diversas.",
      "Resuelve problemas que implican aplicación de los criterios de semejanza.",
      "Compara figuras y argumenta la posibilidad de ser congruente o semejantes entre sí."
    ],
    "ejemplo": "Las grandes empresas invierten en el diseño de la imagen corporativa que los representa. Por ejemplo, en sus logotipos o iconos que los diferencian en el mercado. Las empresas buscan que los símbolos además de sencillos sean inconfundibles, para que las personas siempre los distingan entre las demás marcas. En muchos de los logotipos de las grandes marcas priman las regularidades geométricas como se muestra a continuación: (Imágenes de logos) Identifica las figuras congruentes que hay en cada uno de los logotipos. Argumenta las congruencias encontradas en cada logotipo."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Identifica regularidades y argumenta propiedades de figuras geométricas a partir de teoremas y las aplica en situaciones reales.",
    "evidencias_de_aprendizaje": [
      "Describe teoremas y argumenta su validez a través de diferentes recursos (Software, tangram, papel, entre otros).",
      "Argumenta la relación pitagórica por medio de construcción al utilizar material concreto.",
      "Reconoce relaciones geométricas al utilizar el teorema de Pitágoras y Thales, entre otros.",
      "Aplica el teorema de Pitágoras para calcular la medida de cualquier lado de un triángulo rectángulo.",
      "Resuelve problemas utilizando teoremas básicos."
    ],
    "ejemplo": "A partir de los rompecabezas que se muestran en la imagen, explica regularidades y propiedades que se presentan al variar los elementos de la construcción geométrica del teorema de Pitágoras hasta llegar a su generalización por medio de diferentes expresiones (numéricas, geométricas y algebraicas). Con el apoyo de Software verifica la generalidad del teorema de Pitágoras con triángulos, cuadrados y formas de diferentes tamaños."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Identifica y analiza relaciones entre propiedades de las gráficas y propiedades de expresiones algebraicas y relaciona la variación y covariación con los comportamientos gráficos, numéricos y características de las expresiones algebraicas en situaciones de modelación.",
    "evidencias_de_aprendizaje": [
      "Opera con formas simbólicas y las interpreta.",
      "Relaciona un cambio en la variable independiente con el cambio correspondiente en la variable dependiente.",
      "Encuentra valores desconocidos en ecuaciones algebraicas.",
      "Reconoce y representa relaciones numéricas mediante expresiones algebraicas y encuentra el conjunto de variación de una variable en función del contexto."
    ],
    "ejemplo": "Escribe una expresión que relacione el cambio que ocurre en el valor del volumen del cono circular recto cuando el radio cambia de r a r+Δr (Δr representa un incremento en el valor de r) y la altura permanece constante. Calcula el cambio en el volumen para algunos incrementos del radio. Representa por medio de una gráfica la relación entre volumen cuando la altura del cono y el radio de su base son iguales y la utiliza para averiguar el valor del radio para que el volumen sea igual a 20 u³ (u es la unidad de medida). Encuentra los valores enteros del volumen a partir de los valores del radio."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Propone, compara y usa procedimientos inductivos y lenguaje algebraico para formular y poner a prueba conjeturas en diversas situaciones o contextos.",
    "evidencias_de_aprendizaje": [
      "Opera con formas simbólicas que representan números y encuentra valores desconocidos en ecuaciones numéricas.",
      "Reconoce patrones numéricos y los describe verbalmente.",
      "Representa relaciones numéricas mediante expresiones algebraicas y opera con y sobre variables.",
      "Describe diferentes usos del signo igual (equivalencia, igualdad condicionada) en las expresiones algebraicas.",
      "Utiliza las propiedades de los conjuntos numéricos para resolver ecuaciones."
    ],
    "ejemplo": "Encuentra valores para b, c, d, e, etc., que satisfagan las ecuaciones propuestas y argumenta cómo cambian las respuestas obtenidas si se cambia el valor de a por 6 o por 8.\na = 4\na + 2b = 10\na + 2b + 3c = 28\na + 2b + 3c + 4d = 68\na + 2b + 3c + 4d + 5e = 93\na + 2b + 3c + 4d + 5e + 6f = 123\na + 2b + 3c + 4d + 5e + 6f + 7g = 200\nDescribe los procedimientos para obtener valores numéricos que satisfagan las ecuaciones segunda y tercera, si se desconoce el valor de a."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Propone relaciones o modelos funcionales entre variables e identifica y analiza propiedades de covariación entre variables, en contextos numéricos, geométricos y cotidianos y las representa mediante gráficas (cartesianas de puntos, continuas, formadas por segmentos, etc.).",
    "evidencias_de_aprendizaje": [
      "Toma decisiones informadas en exploraciones numéricas, algebraicas o gráficas de los modelos matemáticos usados.",
      "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva."
    ],
    "ejemplo": "Una araña ubicada en una esquina quiere cazar a una mosca que está ubicada en la esquina inferior izquierda de una caja cúbica cuyo lado mide un metro. La araña usará un camino recto pasando por dos caras del cubo y atravesando una de sus aristas por un punto X como se muestra en la línea punteada de la figura. Determina la posición del punto X para que el camino seguido por la mosca sea el más corto. Encuentra el camino más corto que ha de seguir la araña para llegar hasta la mosca. Utiliza el teorema de Pitágoras para obtener la distancia de la línea punteada. Explora numéricamente una solución y elabora un modelo algebraico de las longitudes de las rutas posibles."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Interpreta información presentada en tablas de frecuencia y gráficos cuyos datos están agrupados en intervalos y decide cuál es la medida de tendencia central que mejor representa el comportamiento de dicho conjunto.",
    "evidencias_de_aprendizaje": [
      "Interpreta los datos representados en diferentes tablas y gráficos.",
      "Usa estrategias gráficas o numéricas para encontrar las medidas de tendencia central de un conjunto de datos agrupados.",
      "Describe el comportamiento de los datos empleando las medidas de tendencia central y el rango.",
      "Reconoce cómo varían las medidas de tendencia central y el rango cuando varían los datos."
    ],
    "ejemplo": "Los estadísticos que hicieron un estudio sobre la producción de café por hectárea en 510 fincas cafeteras cometieron un error, no incorporaron los datos de 60 fincas de un municipio. Ellos afirman que, como en esa población la producción de café por hectárea se encuentra entre los límites menor y mayor de las ya estudiadas, en general los resultados no varían. Lee y compara la información presentada en cada gráfica. Encuentra las medidas de tendencia central adecuadas y analiza si hay cambios o no cuando se introduce la información faltante."
  },
  {
    "area": "Matemáticas",
    "nivel": "8°",
    "enunciado": "Hace predicciones sobre la posibilidad de ocurrencia de un evento compuesto e interpreta la predicción a partir del uso de propiedades básicas de la probabilidad.",
    "evidencias_de_aprendizaje": [
      "Identifica y enumera el espacio muestral de un experimento aleatorio.",
      "Identifica y enumera los resultados favorables de ocurrencia de un evento indicado.",
      "Asigna la probabilidad de la ocurrencia de un evento usando valores entre 0 y 1.",
      "Reconoce cuando dos eventos son o no mutuamente excluyentes y les asigna la probabilidad usando la regla de la adición."
    ],
    "ejemplo": "Se realiza un estudio con estudiantes de grado octavo para indagar por la cantidad de hermanos y sus edades. En la tabla se presentan la cantidad de estudiantes por cada número de hermanos y rango de edades. Con base en la tabla de distribución de frecuencias determina:\n* La probabilidad de que un estudiante del curso tenga 1 o 2 hermanos.\n* La probabilidad de que en la familia de un alumno del curso haya dos hijos y él sea el menor.\nUtiliza al menos dos procedimientos diferentes para calcular esta probabilidad y justifica la igualdad de los resultados."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Utiliza los números reales (sus operaciones, relaciones y propiedades) para resolver problemas con expresiones polinómicas.",
    "evidencias_de_aprendizaje": [
      "Considera el error que genera la aproximación de un número real a partir de números racionales.",
      "Identifica la diferencia entre exactitud y aproximación en las diferentes representaciones de los números reales.",
      "Construye representaciones geométricas y numéricas de los números reales (con decimales, raíces, razones, y otros símbolos) y realiza conversiones entre ellas."
    ],
    "ejemplo": "Los estudiantes de noveno inflan dos globos (como se muestran en la figura) para representar la razón entre los diámetros de dos esferas. Describa los posibles caminos que tendría en cuenta para construir esferas cuya razón entre sus diámetros sea √5. Mónica escribió la siguiente relación en el tablero: D/d =√5=2.23. Ella mencionó que D representa al diámetro del globo mayor y d al del globo menor. Identifique si en el planteamiento de Mónica puede haber un error y cómo se representaría dicha relación. Usando los mismos símbolos, Fernando escribió en su cuaderno d/D =√5. En caso de existir un error ¿Qué error pudo haber cometido Fernando? Descríbalo. Alex dijo \"Yo sé que raíz de dos es más o menos 2.23, así que voy a suponer que eso es 2\" y luego agregó \"Como el volumen de una esfera es V = (4/3)π(d/2)³ quiere decir que cuando reemplazo me da el volumen de la mayor casi ocho veces la menor\". Con ese resultado Alex sopló una vez un globo y luego ocho veces el otro globo y dijo “estos dos globos están en la razón pedida”. Discute con sus compañeros sobre la validez del proceso hecho por Alex y comenta las consideraciones que se deben tener en cuenta para mejorar el cálculo. Paula, al escuchar a Alex hizo el mismo proceso pero ahora usó una aproximación √5≈2,2. Karla hizo lo mismo pero ella usó √5≈2,236 ¿Qué tanto se aleja el cálculo de Paula con relación al cálculo de Karla? Finalmente Camila sopló, con toda su potencia, tres veces uno de los globos y dijo que esa sería la menor. Describe cómo se podría construir el globo mayor."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Propone y desarrolla expresiones algebraicas en el conjunto de los números reales y utiliza las propiedades de la igualdad y de orden para determinar el conjunto solución de relaciones entre tales expresiones.",
    "evidencias_de_aprendizaje": [
      "Identifica y utiliza múltiples representaciones de números reales para realizar transformaciones y comparaciones entre expresiones algebraicas.",
      "Establece conjeturas al resolver una situación problema, apoyado en propiedades y relaciones entre números reales.",
      "Determina y describe relaciones al comparar características de gráficas y expresiones algebraicas o funciones."
    ],
    "ejemplo": "La siguiente imagen muestra una representación de tres funciones diferentes: f(x), g(x), h(x). Encuentra los valores de x, para los cuales la gráfica de la función f(x) está entre las gráficas de las funciones g(x) y h(x). Escribe la respuesta utilizando intervalos. Sobre la gráfica de la función cuadrática g(x) dibuja las gráficas de f(x) y h(x). Compara las funciones a partir de sus diferentes representaciones."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Utiliza los números reales, sus operaciones, relaciones y representaciones para analizar procesos infinitos y resolver problemas.",
    "evidencias_de_aprendizaje": [
      "Encuentra las relaciones y propiedades que determinan la formación de secuencias numéricas.",
      "Determina y utiliza la expresión general de una sucesión para calcular cualquier valor de la misma y para compararla con otras sucesiones."
    ],
    "ejemplo": "Observa la siguiente espiral y describe la manera en que fue construida. Completa la tabla al iniciar con el lado, el perímetro y el área del cuadrado más pequeño e interior de la espiral (su lado mide 1 unidad). La sucesión formada por los lados de los cuadrados se conoce como sucesión de Fibonacci (1u, 1u, 2u, 3u, 5u,...) Observa la tabla y describe patrones y regularidades que allí se presentan."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Identifica y utiliza relaciones entre el volumen y la capacidad de algunos cuerpos redondos (cilindro, cono y esfera) con referencia a las situaciones escolares y extraescolares.",
    "evidencias_de_aprendizaje": [
      "Estima la capacidad de objetos con superficies redondas.",
      "Construye cuerpos redondos usando diferentes estrategias.",
      "Compara y representa las relaciones que encuentra de manera experimental entre el volumen y la capacidad de objetos con superficies redondas.",
      "Explica la pertinencia o no de la solución de un problema de cálculo de área o de volumen, de acuerdo con las condiciones de la situación."
    ],
    "ejemplo": "Un mecánico industrial desea comprobar una estimación que ha realizado en su trabajo, en cuanto a la relación entre el volumen. Justifica si el mecánico al construir dos piezas metálicas como las que se muestran en la figura puede comprobar la estimación. Conjetura y comprueba las veces que cabe el contenido del recipiente en forma de cono en el de forma de cilindro al llenarlos con diferentes materiales. Utiliza el resultado obtenido por este procedimiento para expresar el volumen del cono en términos del volumen del cilindro."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Utiliza teoremas, propiedades y relaciones geométricas (teorema de Thales y el teorema de Pitágoras) para proponer y justificar estrategias de medición y cálculo de longitudes.",
    "evidencias_de_aprendizaje": [
      "Describe y justifica procesos de medición de longitudes.",
      "Explica propiedades de figuras geométricas que se involucran en los procesos de medición.",
      "Justifica procedimientos de medición a partir del Teorema de Thales, Teorema de Pitágoras y relaciones intra e interfigurales.",
      "Valida la precisión de instrumentos para medir longitudes.",
      "Propone alternativas para estimar y medir con precisión diferentes magnitudes."
    ],
    "ejemplo": "Camila observa un ave en un árbol y desea determinar la altura a la que se encuentra. Para ello utiliza un instrumento como el de la figura 1 (una escuadra isósceles y un pitillo). Además, en uno de los extremos ata un pedazo de hilo con un objeto que actúa como plomada. En la figura 2, se observa la técnica que utiliza Camila para medir la altura a la que se encuentra el ave. Ella mira a través del pitillo y se aleja o se acerca del árbol hasta ubicarse en un punto donde pueda visualizar el ave. Luego, fija este lugar con una marca en el piso y mide la distancia h desde este punto hasta la base del árbol. Identifica y describe las figuras geométricas que usó Camila en el proceso de medición y completa la tabla. Justifica el procedimiento que utilizó Camila para establecer la altura a la que se encuentra el ave como h+H y propone mejoras al instrumento para realizar mediciones más precisas."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Conjetura acerca de las regularidades de las formas bidimensionales y tridimensionales y realiza inferencias a partir de los criterios de semejanza, congruencia y teoremas básicos.",
    "evidencias_de_aprendizaje": [
      "Reconoce regularidades en formas bidimensionales y tridimensionales.",
      "Explica criterios de semejanza y congruencia a partir del teorema de Thales.",
      "Compara figuras geométricas y conjetura sobre posibles regularidades.",
      "Redacta y argumenta procesos llevados a cabo para resolver situaciones de semejanza y congruencia de figuras."
    ],
    "ejemplo": "Describe situaciones reales que puedan representarse con las figuras que se presentan a continuación. Problematiza las situaciones y las resuelve con el apoyo del teorema de Thales."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Interpreta el espacio de manera analítica a partir de relaciones geométricas que se establecen en las trayectorias y desplazamientos de los cuerpos en diferentes situaciones.",
    "evidencias_de_aprendizaje": [
      "Describe verbalmente procesos de trayectorias y de desplazamiento.",
      "Explica y representa gráficamente la variación del movimiento de diferentes objetos."
    ],
    "ejemplo": "A las motocicletas antes de salir a la venta les realizan pruebas de velocidad. A partir de la visualización de un video, dibuja una gráfica que represente la velocidad registrada por el tacómetro cada tres segundos. Grafica los datos registrados en la tabla y encuentra la relación con respecto a la primera gráfica. Explica a qué se deben las diferencias o las similitudes en caso de que existan y el significado de la expresión (Variación de la velocidad) / (Variación del tiempo)."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Utiliza expresiones numéricas, algebraicas o gráficas para hacer descripciones de situaciones concretas y tomar decisiones con base en su interpretación.",
    "evidencias_de_aprendizaje": [
      "Opera con formas simbólicas que representan cantidades.",
      "Reconoce que las letras pueden representar números y cantidades, y que se pueden operar con ellas y sobre ellas.",
      "Interpreta expresiones numéricas, algebraicas o gráficas y toma decisiones con base en su interpretación."
    ],
    "ejemplo": "La figura muestra varios terrenos. Cada terreno será delimitado con una cerca cuyo costo por metro es de 15.000 pesos. Cada lado tiene una longitud en metros, cuyo valor desconocemos, representado por una letra: a, b, c, d, e. Se sabe que a=b; c=e; d<a y d<c. Encuentra una expresión para el precio total de la cerca de cada terreno. Indica cuál de los terrenos es más costoso y cuál es menos costoso para cercar."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Utiliza procesos inductivos y lenguaje simbólico o algebraico para formular, proponer y resolver conjeturas en la solución de problemas numéricos, geométricos, métricos, en situaciones cotidianas y no cotidianas.",
    "evidencias_de_aprendizaje": [
      "Efectúa exploraciones, organiza los resultados de las mismas y propone patrones de comportamiento.",
      "Propone conjeturas sobre configuraciones geométricas o numéricas y las expresa verbal o simbólicamente.",
      "Valida las conjeturas y explica sus conclusiones.",
      "Interpreta expresiones numéricas y toma decisiones con base en su interpretación."
    ],
    "ejemplo": "Encuentra de manera sistemática el número total de rectángulos que se pueden formar en un tablero de 8 x 8 como el de la figura, considerando que los cuadrados son casos particulares de rectángulos. Tomar como referencia la tabla de rectángulos en una tabla de 3x3. Registra la información en una tabla, encuentra la expresión general para hallar el número de rectángulos en un cuadrado de n x n."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Propone un diseño estadístico adecuado para resolver una pregunta que indaga por la comparación sobre las distribuciones de dos grupos de datos, para lo cual usa comprensivamente diagramas de caja, medidas de tendencia central, de variación y de localización.",
    "evidencias_de_aprendizaje": [
      "Define el método para recolectar los datos (encuestas, observación o experimento simple) e identifica la población y el tamaño de la muestra del estudio.",
      "Construye diagramas de caja y a partir de los resultados representados en ellos describe y compara la distribución de un conjunto de datos.",
      "Compara las distribuciones de los conjuntos de datos a partir de las medidas de tendencia central, las de variación y las de localización.",
      "Elabora conclusiones para responder el problema planteado."
    ],
    "ejemplo": "Responde la pregunta ¿cuál de los dos métodos es el más efectivo? usando los resultados obtenidos en un estudio realizado por el preparador físico de una escuela de fútbol en el que comparó los tiempos que se demoran, 60 jugadores, en realizar una actividad de resistencia física antes y después de realizar los entrenamientos alternativos. Se sabe que el preparador físico seleccionó al azar 30 estudiantes para conformar dos grupos y con cada grupo realizó un entrenamiento diferente."
  },
  {
    "area": "Matemáticas",
    "nivel": "9°",
    "enunciado": "Encuentra el número de posibles resultados de experimentos aleatorios, con reemplazo y sin reemplazo, usando técnicas de conteo adecuadas, y argumenta la selección realizada en el contexto de la situación abordada. Encuentra la probabilidad de eventos aleatorios compuestos.",
    "evidencias_de_aprendizaje": [
      "Diferencia experimentos aleatorios realizados con reemplazo, de experimentos aleatorios realizados sin reemplazo.",
      "Encuentra el número de posibles resultados de un experimento aleatorio, usando métodos adecuados (diagramas de árbol, combinaciones, permutaciones, regla de la multiplicación, etc.).",
      "Justifica la elección de un método particular de acuerdo al tipo de situación.",
      "Encuentra la probabilidad de eventos dados usando razón entre frecuencias."
    ],
    "ejemplo": "Se está organizando la ejecución de las pruebas de atletismo en el colegio; para participar en éstas se han organizado 3 horarios, de 7:00 a.m a 8:00 a.m, de 9:00 a.m a 10:00 a.m y de 11:00 a.m a 12:00 m, la condición es que en cada horario solo puede realizar una prueba atlética. Se indica a los participantes que para clasificar es necesario que presenten tres de las cinco pruebas organizadas. Se desea conocer el número total de opciones que tiene un participante para seleccionar las tres pruebas que debe presentar. Usa métodos de conteo, sistemáticos o no y, argumenta sobre el método elegido en función de la situación planteada."
  },
   {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Utiliza las propiedades de los números reales para justificar procedimientos y diferentes representaciones de subconjuntos de ellos.",
    "evidencias_de_aprendizaje": [
      "Argumenta la existencia de los números irracionales.",
      "Utiliza representaciones geométricas de los números irracionales y los ubica en una recta numérica.",
      "Describe la propiedad de densidad de los números reales y utiliza estrategias para calcular un número entre otros dos."
    ],
    "ejemplo": "A partir de construcciones como la de la figura elabora argumentos para mostrar que raíz cuadrada de dos no puede representarse como la división de dos enteros. Los catetos de los triángulos son números enteros. Identifica que en cada nuevo elemento de la sucesión el nuevo triángulo construido es rectángulo isósceles. Determina si la sucesión de figuras puede continuarse. ¿cuántos nuevos elementos puede tener hasta cubrir por completo BC?"
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Utiliza las propiedades algebraicas de equivalencia y de orden de los números reales para comprender y crear estrategias que permitan compararlos y comparar subconjuntos de ellos (por ejemplo, intervalos).",
    "evidencias_de_aprendizaje": [
      "Ordena de menor a mayor o viceversa números reales.",
      "Describe el 'efecto' que tendría realizar operaciones con números reales (positivos, negativos, mayores y menores que 1) sobre la cantidad.",
      "Utiliza las propiedades de la equivalencia para realizar cálculos con números reales."
    ],
    "ejemplo": "A la 'máquina' de la figura se le introducen números, los procesa de acuerdo con una regla y arroja los resultados. La máquina puede realizar los siguientes procesos:\nProceso 1: \"Toma el número de entrada y lo divide entre 0,25\".\nProceso 2: \"Toma el número de entrada y lo multiplica por 5”.\nProceso 3. \"Toma el número de entrada y le saca raíz cuadrada\".\nDetermina los conjuntos de salida, si se toman los números de entrada en cada uno de los conjuntos dados;\nConjunto 1: 1/10, 1/100, 1/1000\nConjunto 2: [0, 0.5)\nConjunto 3: [5,∞)\nConjunto 4: [-1.5, -0.5]\nMargarita dijo \"yo pensaba que dividir siempre daba como resultado un número más pequeño, ahora me doy cuenta que no\". Analiza la validez de la afirmación y justifica la decisión tomada."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Resuelve problemas que involucran el significado de medidas de magnitudes relacionales (velocidad media, aceleración media) a partir de tablas, gráficas y expresiones algebraicas.",
    "evidencias_de_aprendizaje": [
      "Reconoce la relación funcional entre variables asociadas a problemas.",
      "Interpreta y expresa magnitudes definidas como razones entre magnitudes (velocidad, aceleración, etc.), con las unidades respectivas y las relaciones entre ellas.",
      "Utiliza e interpreta la razón de cambio para resolver problemas relacionados con magnitudes como velocidad, aceleración.",
      "Explica las respuestas y resultados en un problema usando las expresiones algebraicas y la pertinencia de las unidades utilizadas en los cálculos."
    ],
    "ejemplo": "Al arrojar piedras a un lago de aguas tranquilas se van formando ondas circulares concéntricas, las cuales van aumentando de tamaño a medida que transcurre el tiempo. Una onda exterior tiene un radio de 80 cm y la rapidez con la que aumenta su radio es de 0,3 m/s. El aumento del tamaño de las ondas significa que aumenta el radio y por lo tanto el área de los círculos concéntricos. Discute la rapidez con la cual aumenta el área del círculo formado por la onda. Completa la tabla calculando la rapidez con la que aumenta el área de las ondas, para t = 1, 2, 3, respectivamente. Compara, a partir de gráficas cartesianas, el cambio de radio, de la rapidez de cambio del radio, el cambio de las áreas y la rapidez del cambio de área. Discute sobre las magnitudes que son razones de otras magnitudes, sus unidades y la solución de ecuaciones."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Comprende y utiliza funciones para modelar fenómenos periódicos y justifica las soluciones.",
    "evidencias_de_aprendizaje": [
      "Reconoce el significado de las razones trigonométricas en un triángulo rectángulo para ángulos agudos, en particular, seno, coseno y tangente.",
      "Explora, en una situación o fenómeno de variación periódica, valores, condiciones, relaciones o comportamientos, a través de diferentes representaciones.",
      "Calcula algunos valores de las razones seno y coseno para ángulos no agudos, auxiliándose de ángulos de referencia inscritos en el círculo unitario.",
      "Reconoce algunas aplicaciones de las funciones trigonométricas en el estudio de fenómenos diversos de variación periódica, por ejemplo: movimiento circular, movimiento del péndulo, del pistón, ciclo de la respiración, entre otros.",
      "Modela fenómenos periódicos a través de funciones trigonométricas."
    ],
    "ejemplo": "Construye un disco de radio 12 cm con diferentes colores, de tal forma que cada franja de color se encuentre a una distancia determinada con respecto al centro del disco. El primer color (azul claro) se encuentra desde el centro del disco hasta un radio de 5 cm y los demás colores tienen un ancho de un centímetro. Representa en un plano cartesiano el movimiento que realiza una marca que se hace en algunos de las franjas del disco, cuando éste se hace girar. El centro del disco de colores está en (0, 0). Determina los tiempos en los que la marca gira 30° más a partir de su posición de inicio a = 0° y realiza la gráfica para estas dos variables hasta una vuelta completa del disco."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Explora y describe las propiedades de los lugares geométricos y de sus transformaciones a partir de diferentes representaciones.",
    "evidencias_de_aprendizaje": [
      "Localiza objetos geométricos en el plano cartesiano.",
      "Identifica las propiedades de lugares geométricos a través de sus representación en un sistema de referencia.",
      "Utiliza las expresiones simbólicas de las cónicas y propone los rangos de variación para obtener una gráfica requerida.",
      "Representa lugares geométricos en el plano cartesiano, a partir de su expresión algebraica."
    ],
    "ejemplo": "Con un software de geometría dinámica y mediante la escritura de las ecuaciones diseña la imagen de la figura. Realiza su propio diseño. Realiza un vídeo (editor de videos Windows Movie Maker de office o Virtual Dub) acerca del paso a paso del diseño. En caso de no contar con un software de geometría dinámica realiza en papel milimetrado la construcción."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Comprende y usa el concepto de razón de cambio para estudiar el cambio promedio y el cambio alrededor de un punto y lo reconoce en representaciones gráficas, numéricas y algebraicas.",
    "evidencias_de_aprendizaje": [
      "Utiliza representaciones gráficas o numéricas para tomar decisiones, frente a la solución de problemas prácticos.",
      "Determina la tendencia numérica en relación con problemas prácticos como predicción del comportamiento futuro.",
      "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva."
    ],
    "ejemplo": "Difusión del sarampión. La difusión del sarampión en cierta escuela está dada por la expresión, P(t) = 200 / (1 + e^(5-t)) donde t representa el número de días desde la aparición del sarampión, y P(t) representa el número total de estudiantes que se han contagiado hasta la fecha. Estima tanto el número inicial de estudiantes infectados como el número de estudiantes que se contagiarán. Determina cuándo se presenta la máxima tasa de difusión del sarampión e indica cuál es esa tasa. Nota: Se pide la “máxima tasa\" de variación que es diferente al valor máximo para P(t). Una estimación geométrica es posible."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Resuelve problemas mediante el uso de las propiedades de las funciones y usa representaciones tabulares, gráficas y algebraicas para estudiar la variación, la tendencia numérica y las razones de cambio entre magnitudes.",
    "evidencias_de_aprendizaje": [
      "Utiliza representaciones gráficas o numéricas para tomar decisiones en problemas prácticos.",
      "Usa la pendiente de la recta tangente como razón de cambio, la reconoce y verbaliza en representaciones gráficas, numéricas y algebraicas.",
      "Utiliza la razón entre magnitudes para tomar decisiones sobre el cambio.",
      "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva."
    ],
    "ejemplo": "El ejemplo muestra la gráfica de la función de difusión del sarampión P(t) vs Tiempo, que representa el número de estudiantes contagiados a lo largo del tiempo."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Selecciona muestras aleatorias en poblaciones grandes para inferir el comportamiento de las variables en estudio. Interpreta, valora y analiza críticamente los resultados y las inferencias presentadas en estudios estadísticos.",
    "evidencias_de_aprendizaje": [
      "Define la población de la cual va a extraer las muestras.",
      "Define el tamaño y el método de selección de la muestra.",
      "Construye gráficas para representar las distribuciones de los datos muestrales y encuentra los estadígrafos adecuados. Usa software cuando sea posible.",
      "Hace inferencias sobre los parámetros basadas en los estadígrafos calculados.",
      "Hace análisis críticos de las conclusiones de los estudios presentados en medios de comunicación o en artículos científicos."
    ],
    "ejemplo": "Al lanzar un cohete, el combustible se quema durante algunos segundos, acelerando hacia arriba. Después de consumirse el combustible, el cohete sigue ascendiendo durante un tiempo y luego comienza a caer. Una pequeña carga explosiva expulsa un paracaídas poco después que el cohete comienza a descender. El paracaídas evita que el cohete se estrelle. La gráfica muestra los datos de velocidad durante el vuelo. Utiliza la gráfica para determinar: la velocidad del cohete cuando se para el motor, el tiempo de funcionamiento del motor, el tiempo cuando alcanzó el cohete el punto más alto y su velocidad en ese momento. En el momento en que el paracaídas se abrió, determina la velocidad de caída del cohete, el tiempo de caída antes de que se abriera el paracaídas, la velocidad y la aceleración máxima del cohete."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Comprende y explica el carácter relativo de las medidas de tendencias central y de dispersión, junto con algunas de sus propiedades, y la necesidad de complementar una medida con otra para obtener mejores lecturas de los datos.",
    "evidencias_de_aprendizaje": [
      "Encuentra las medidas de tendencia central y de dispersión, usando, cuando sea posible, herramientas tecnológicas.",
      "Interpreta y compara lo que representan cada una de las medidas de tendencia central en un conjunto de datos.",
      "Interpreta y compara lo que representan cada una de las medidas de dispersión en un conjunto de datos.",
      "Usa algunas de las propiedades de las medidas de tendencia central y de dispersión para caracterizar un conjunto de datos.",
      "Formula conclusiones sobre la distribución de un conjunto de datos, empleando más de una medida."
    ],
    "ejemplo": "Se realizó un estudio para determinar la durabilidad de dos marcas de llantas para moto, para esto, se escogieron al azar 20 llantas de cada marca y se pusieron a prueba. Los resultados se presentan en las siguientes tablas. Encuentra la medida que mejor representa los datos, justifica su elección y decide cuál es la marca con mayor durabilidad."
  },
  {
    "area": "Matemáticas",
    "nivel": "10°",
    "enunciado": "Propone y realiza experimentos aleatorios en contextos de las ciencias naturales o sociales y predice la ocurrencia de eventos, en casos para los cuales el espacio muestral es indeterminado.",
    "evidencias_de_aprendizaje": [
      "Plantea o identifica una pregunta cuya solución requiera de la realización de un experimento aleatorio.",
      "Identifica la población y las variables en estudio.",
      "Encuentra muestras aleatorias para hacer predicciones sobre el comportamiento de las variables en estudio.",
      "Usa la probabilidad frecuencial para interpretar la posibilidad de ocurrencia de un evento dado.",
      "Infiere o valida la probabilidad de ocurrencia del evento en estudio."
    ],
    "ejemplo": "En una revista médica se menciona lo siguiente: \"Se ha estimado que la probabilidad de que una persona fumadora muera de una enfermedad asociada con el consumo del cigarrillo es de aproximadamente 1/2\". Se trata de describir un método posible por medio del cual se haya podido llegar a este resultado. \"Afirma que el estudio se pudo realizar en una muestra aleatoria de la población de personas fumadoras en donde se calculó la probabilidad de que una persona fumadora muera de una enfermedad asociada con el consumo del cigarrillo. Concluye que lo previsible es que en esa muestra el resultado haya sido 1/2.”"
  },
    {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Utiliza las propiedades de los números (naturales, enteros, racionales y reales) y sus relaciones y operaciones para construir y comparar los distintos sistemas numéricos.",
    "evidencias_de_aprendizaje": [
      "Describe propiedades de los números y las operaciones que son comunes y diferentes en los distintos sistemas numéricos.",
      "Utiliza la propiedad de densidad para justificar la necesidad de otras notaciones para subconjuntos de los números reales.",
      "Construye representaciones de los conjuntos numéricos y establece relaciones acorde con sus propiedades."
    ],
    "ejemplo": "Un profesor presenta a sus estudiantes las siguientes imágenes: A= {5, 6, 7, 8, 9, 10, 11, 12, ...}, B= {x/x∈R y x>5} y una recta numérica desde 0 a 30 con el intervalo (5, ∞) resaltado. El profesor pregunta a sus estudiantes: ¿Cuáles aspectos en común tienen las tres representaciones? A la pregunta Federico respondió: \"Las tres representan lo mismo, están hablando de los números mayores que cinco\". Sara dijo \"Federico, en parte, tiene razón; pero los conjuntos no son los mismos\". Luego, el profesor agregó: \"¡Muy bien Sara! Entonces si no son los mismos conjuntos, ¿cuáles serían sus diferencias?, ¿Podrías describirme esos conjuntos?\". Finalmente, Carolina después de todo el trabajo dijo: \"Yo no he podido entender una cosa, ¿Por qué no es válido que yo diga que de cinco siga el 5.1 o el 5.01?\". Discute la veracidad de las afirmaciones de Sara y Federico. Ofrece una respuesta a la pregunta de Carolina."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Justifica la validez de las propiedades de orden de los números reales y las utiliza para resolver problemas analíticos que se modelen con inecuaciones.",
    "evidencias_de_aprendizaje": [
      "Utiliza propiedades del producto de números Reales para resolver ecuaciones e inecuaciones.",
      "Interpreta las operaciones en diversos dominios numéricos para validar propiedades de ecuaciones e inecuaciones."
    ],
    "ejemplo": "Ana, una estudiante de undécimo, decide resolver una inecuación como se muestra en la siguiente figura: 2x < 5x + 4 < 10, que se convierte en 0 < 3x < 6. Ana argumenta que para resolver la inecuación, 'todo lo que está sumando al lado izquierdo se pasa a restar al lado derecho y posteriormente, realiza las operaciones. Luego, termina su ejercicio de la siguiente manera: dice que para despejar la x pasa a multiplicar el 3 a ambos lados', obteniendo 3 < x < 18. Analiza los procedimientos propuestos por la estudiante de la situación anterior y valida su solución. En caso de encontrar algún error, construye una nueva solución."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Utiliza instrumentos, unidades de medida, sus relaciones y la noción de derivada como razón de cambio, para resolver problemas, estimar cantidades y juzgar la pertinencia de las soluciones de acuerdo al contexto.",
    "evidencias_de_aprendizaje": [
      "Reconoce magnitudes definidas como razones entre otras magnitudes.",
      "Interpreta y expresa magnitudes como velocidad y aceleración, con las unidades respectivas y las relaciones entre ellas.",
      "Utiliza e interpreta la derivada para resolver problemas relacionados con la variación y la razón de cambio de funciones que involucran magnitudes como velocidad, aceleración, longitud, tiempo.",
      "Explica las respuestas y resultados en un problema usando las expresiones algebraicas y la pertinencia de las unidades utilizadas en los cálculos."
    ],
    "ejemplo": "Desde la terraza de un edificio con una altura (h₀) de 40 metros, se lanza un balón verticalmente hacia arriba con una velocidad inicial (V₀) de 19m/s. La altura H que alcanza el balón en un tiempo t (en segundos) se puede calcular con la expresión: H = -4,9t² + V₀t + h₀. Discute el significado y las unidades del número -4,9. Explica la relación entre las unidades de las magnitudes involucradas en la expresión para calcular la altura, de manera que ésta quede expresada en metros. Explica por qué la velocidad se expresa en m/s y la aceleración en m/s². Explica el sentido de la afirmación “la expresión para H representa la gráfica de una parábola en el sistema de coordenadas H contra t, pero el movimiento de caída libre puede ser vertical cuando se suelta un objeto desde cierta altura\"."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Interpreta y diseña técnicas para hacer mediciones con niveles crecientes de precisión (uso de diferentes instrumentos para la misma medición, revisión de escalas y rangos de medida, estimaciones, verificaciones a través de mediciones indirectas).",
    "evidencias_de_aprendizaje": [
      "Interpreta la rapidez como una razón de cambio entre dos cantidades.",
      "Justifica la precisión de una medición directa o indirecta de acuerdo con información suministrada en gráficas y tablas.",
      "Establece conclusiones pertinentes con respecto a la precisión de mediciones en contextos específicos (científicos, industriales).",
      "Determina las unidades e instrumentos adecuados para mejorar la precisión en las mediciones.",
      "Reconoce la diferencia entre la precisión y la exactitud en procesos de medición."
    ],
    "ejemplo": "En una fábrica se requiere cortar láminas de acero para fabricar piezas de diferentes formas. Para establecer la eficiencia de un mecánico industrial al hacer los cortes, se toman los datos de una tabla (longitud de lámina cortada vs tiempo). Los datos fueron tomados en un contexto real de la industria. Determina la rapidez media con la que el mecánico corta las láminas. De acuerdo con el gráfico (gráfico de dispersión de longitud vs tiempo) determina la precisión de la rapidez media del mecánico para cortar las láminas. Identifica y explica los factores que influyen en la precisión de la rapidez del mecánico para realizar los cortes, y propone técnicas para medir con mayor precisión la rapidez del mecánico al cortar las láminas."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Interpreta la noción de derivada como razón de cambio y como valor de la pendiente de la tangente a una curva y desarrolla métodos para hallar las derivadas de algunas funciones básicas en contextos matemáticos y no matemáticos.",
    "evidencias_de_aprendizaje": [
      "Relaciona la noción derivada con características numéricas, geométricas y métricas.",
      "Utiliza la derivada para estudiar la covariación entre dos magnitudes y relaciona características de la derivada con características de la función.",
      "Halla la derivada de algunas funciones empleando métodos gráficos y numéricos."
    ],
    "ejemplo": "Cuando un atleta recorre cierta distancia se puede suponer que su velocidad no es constante. Si se admite que la ecuación F(t) = 0.00192t(250–t) representa la distancia recorrida por el atleta en metros cuando lleva t segundos. Averigua la distancia que ha recorrido cuando alcanza la mayor velocidad. Usa la derivada para construir un argumento."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Modela objetos geométricos en diversos sistemas de coordenadas (cartesiano, polar, esférico) y realiza comparaciones y toma decisiones con respecto a los modelos.",
    "evidencias_de_aprendizaje": [
      "Reconoce y utiliza distintos sistemas de coordenadas para modelar.",
      "Compara objetos geométricos, a partir de puntos de referencia diferentes.",
      "Explora el entorno y lo representa mediante diversos sistemas de coordenadas."
    ],
    "ejemplo": "La naturaleza tiene formas curvas que revelan regularidades geométricas muy hermosas. Algunas de ellas se perciben en las flores, las mariposas, los caracoles y otros animales o plantas como se aprecia en las siguientes imágenes. Con el apoyo de un software matemático o de papel milimetrado, realiza una representación aproximada de cada una de las formas que se presentan en los diferentes sistemas de coordenadas."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Usa propiedades y modelos funcionales para analizar situaciones y para establecer relaciones funcionales entre variables que permiten estudiar la variación en situaciones intraescolares y extraescolares.",
    "evidencias_de_aprendizaje": [
      "Plantea modelos funcionales en los que identifica variables y rangos de variación de las variables.",
      "Relaciona el signo de la derivada con características numéricas, geométricas y métricas.",
      "Utiliza la derivada para estudiar la variación y relaciona características de la derivada con características de la función.",
      "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva."
    ],
    "ejemplo": "Una araña ubicada en una esquina quiere cazar a una mosca que está ubicada en la esquina inferior izquierda de una caja cúbica cuyo lado mide un metro. La araña usará un camino recto señalado en línea punteada. Encuentra el camino más corto que ha de seguir la araña para llegar hasta la mosca."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Encuentra derivadas de funciones, reconoce sus propiedades y las utiliza para resolver problemas.",
    "evidencias_de_aprendizaje": [
      "Utiliza la derivada para estudiar la variación y relaciona características de la derivada con características de la función.",
      "Relaciona características algebraicas de las funciones, sus gráficas y procesos de aproximación sucesiva.",
      "Calcula derivadas de funciones."
    ],
    "ejemplo": "Un avión vuela a una altitud H cuando comienza su descenso a una pista de aeropuerto que está a una distancia L del avión, con respecto al suelo, como se muestra en la figura. Asume que la trayectoria de aterrizaje se representa con la gráfica de una función polinomial cúbica y= ax³+bx²+ cx +d, donde y(-L)=H, y(0)=0. Encuentra el valor de dy/dx en x=0 y el valor de dy/dx en x=-L. Utiliza los valores de dy/dx en x=0 y en x=-L junto con y(0)=0 y y(-L)=H para mostrar que y(x)=H[2(x/L)³+3(x/L)²]."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Plantea y resuelve situaciones problemáticas del contexto real y/o matemático que implican la exploración de posibles asociaciones o correlaciones entre las variables estudiadas.",
    "evidencias_de_aprendizaje": [
      "En situaciones matemáticas plantea preguntas que indagan por la correlación o la asociación entre variables.",
      "Define el plan de recolección de la información, en el que se incluye: definición de población y muestra, método para recolectar la información (encuestas, observaciones o experimentos simples), variables a estudiar.",
      "Elabora gráficos de dispersión usando software adecuado como Excel y analiza las relaciones que se visibilizan en el gráfico.",
      "Expresa cualitativamente las relaciones entre las variables, para lo cual utiliza su conocimiento de los modelos lineales.",
      "Usa adecuadamente la desviación estándar, la media, el coeficiente de variación y el de correlación para dar respuesta a la pregunta planteada."
    ],
    "ejemplo": "En un artículo de ciencias se afirma que: \"los antropólogos y los paleontólogos usan las longitudes de los huesos fósiles largos como el fémur y el húmero para calcular la estatura del individuo en estudio\". Diseña y lleva a cabo un estudio estadístico para comprobar si se puede demostrar que existe una relación entre la estatura y la longitud de los huesos largos entre los seres humanos."
  },
  {
    "area": "Matemáticas",
    "nivel": "11°",
    "enunciado": "Plantea y resuelve problemas en los que se reconoce cuando dos eventos son o no independientes y usa la probabilidad condicional para comprobarlo.",
    "evidencias_de_aprendizaje": [
      "Propone problemas a estudiar en variedad de situaciones aleatorias.",
      "Reconoce los diferentes eventos que se proponen en una situación o problema.",
      "Interpreta y asigna la probabilidad de cada evento.",
      "Usa la probabilidad condicional de cada evento para decidir si son o no independientes."
    ],
    "ejemplo": "Los resultados de la encuesta realizada con personas entre 14 a 17 años de edad, seleccionadas al azar, se presentan en la siguiente tabla: Preferencia (Deportes, Música) vs. Género (Hombres, Mujeres). Plantea una pregunta sobre la relación entre las dos variables que se presentan en la tabla, indica si las dos variables (género y preferencia) son o no independientes y da respuesta a la pregunta planteada."
  }
]
